let HillAndObl = [
  {
    city: "Москва"
  },
  {
    city: "Абрамцево"
  },
  {
    city: "Алабино"
  },
  {
    city: "Апрелевка"
  },
  {
    city: "Архангельское"
  },
  {
    city: "Ашитково"
  },
  {
    city: "Байконур"
  },
  {
    city: "Бакшеево"
  },
  {
    city: "Балашиха"
  },
  {
    city: "Барыбино"
  },
  {
    city: "Белоомут"
  },
  {
    city: "Белые Столбы"
  },
  {
    city: "Бородино"
  },
  {
    city: "Бронницы"
  },
  {
    city: "Быково"
  },
  {
    city: "Валуево"
  },
  {
    city: "Вербилки"
  },
  {
    city: "Верея"
  },
  {
    city: "Видное"
  },
  {
    city: "Внуково"
  },
  {
    city: "Вождь Пролетариата"
  },
  {
    city: "Волоколамск"
  },
  {
    city: "Вороново"
  },
  {
    city: "Воскресенск"
  },
  {
    city: "Восточный"
  },
  {
    city: "Востряково"
  },
  {
    city: "Высоковск"
  },
  {
    city: "Голицино"
  },
  {
    city: "Деденево"
  },
  {
    city: "Дедовск"
  },
  {
    city: "Джержинский"
  },
  {
    city: "Дмитров"
  },
  {
    city: "Долгопрудный"
  },
  {
    city: "Домодедово"
  },
  {
    city: "Дорохово"
  },
  {
    city: "Дрезна"
  },
  {
    city: "Дубки"
  },
  {
    city: "Дубна"
  },
  {
    city: "Егорьевск"
  },
  {
    city: "Железнодорожный"
  },
  {
    city: "Жилево"
  },
  {
    city: "Жуковский"
  },
  {
    city: "Загорск"
  },
  {
    city: "Загорянский"
  },
  {
    city: "Запрудная"
  },
  {
    city: "Зарайск"
  },
  {
    city: "Звенигород"
  },
  {
    city: "Зеленоград"
  },
  {
    city: "Ивантеевка"
  },
  {
    city: "Икша"
  },
  {
    city: "Ильинский"
  },
  {
    city: "Истра"
  },
  {
    city: "Калининград"
  },
  {
    city: "Кашира"
  },
  {
    city: "Керва"
  },
  {
    city: "Климовск"
  },
  {
    city: "Клин"
  },
  {
    city: "Клязьма"
  },
  {
    city: "Кожино"
  },
  {
    city: "Кокошкино"
  },
  {
    city: "Коломна"
  },
  {
    city: "Колюбакино"
  },
  {
    city: "Королев"
  },
  {
    city: "Косино"
  },
  {
    city: "Котельники"
  },
  {
    city: "Красково"
  },
  {
    city: "Красноармейск"
  },
  {
    city: "Красногорск"
  },
  {
    city: "Краснозаводск"
  },
  {
    city: "Краснознаменск"
  },
  {
    city: "Красный Ткач"
  },
  {
    city: "Крюково"
  },
  {
    city: "Кубинка"
  },
  {
    city: "Купавна"
  },
  {
    city: "Куровское"
  },
  {
    city: "Лесной Городок"
  },
  {
    city: "Ликино-Дулево"
  },
  {
    city: "Лобня"
  },
  {
    city: "Лопатинский"
  },
  {
    city: "Лосино-Петровский"
  },
  {
    city: "Лотошино"
  },
  {
    city: "Лукино"
  },
  {
    city: "Луховицы"
  },
  {
    city: "Лыткарино"
  },
  {
    city: "Львовский"
  },
  {
    city: "Люберцы"
  },
  {
    city: "Малаховка"
  },
  {
    city: "Михайловское"
  },
  {
    city: "Михнево"
  },
  {
    city: "Можайск"
  },
  {
    city: "Монино"
  },
  {
    city: "Муханово"
  },
  {
    city: "Мытищи"
  },
  {
    city: "Нарофоминск"
  },
  {
    city: "Нахабино"
  },
  {
    city: "Некрасовка"
  },
  {
    city: "Немчиновка"
  },
  {
    city: "Новобратцевский"
  },
  {
    city: "Новоподрезково"
  },
  {
    city: "Ногинск"
  },
  {
    city: "Обухово"
  },
  {
    city: "Одинцово"
  },
  {
    city: "Ожерелье"
  },
  {
    city: "Озеры"
  },
  {
    city: "Октябрьский"
  },
  {
    city: "Опалиха"
  },
  {
    city: "Орехово-Зуево"
  },
  {
    city: "Павловский Посад"
  },
  {
    city: "Первомайский"
  },
  {
    city: "Пески"
  },
  {
    city: "Пироговский"
  },
  {
    city: "Подольск"
  },
  {
    city: "Полушкино"
  },
  {
    city: "Правдинский"
  },
  {
    city: "Привокзальный"
  },
  {
    city: "Пролетарский"
  },
  {
    city: "Протвино"
  },
  {
    city: "Пушкино"
  },
  {
    city: "Пущино"
  },
  {
    city: "Радовицкий"
  },
  {
    city: "Раменское"
  },
  {
    city: "Реутов"
  },
  {
    city: "Решетниково"
  },
  {
    city: "Родники"
  },
  {
    city: "Рошаль"
  },
  {
    city: "Рублево"
  },
  {
    city: "Руза"
  },
  {
    city: "Салтыковка"
  },
  {
    city: "Северный"
  },
  {
    city: "Сергиев Посад"
  },
  {
    city: "Серебряные Пруды"
  },
  {
    city: "Серпухов"
  },
  {
    city: "Солнечногорск"
  },
  {
    city: "Солнцево"
  },
  {
    city: "Софрино"
  },
  {
    city: "Старая Купавна"
  },
  {
    city: "Старбеево"
  },
  {
    city: "Ступино"
  },
  {
    city: "Сходня"
  },
  {
    city: "Талдом"
  },
  {
    city: "Текстильщик"
  },
  {
    city: "Темпы"
  },
  {
    city: "Тишково"
  },
  {
    city: "Томилино"
  },
  {
    city: "Троицк"
  },
  {
    city: "Туголесский Бор"
  },
  {
    city: "Тучково"
  },
  {
    city: "Уваровка"
  },
  {
    city: "Удельная"
  },
  {
    city: "Успенское"
  },
  {
    city: "Фирсановка"
  },
  {
    city: "Фосфоритный"
  },
  {
    city: "Фрязино"
  },
  {
    city: "Фряново"
  },
  {
    city: "Химки"
  },
  {
    city: "Хорлово"
  },
  {
    city: "Хотьково"
  },
  {
    city: "Черкизово"
  },
  {
    city: "Черноголовка"
  },
  {
    city: "Черусти"
  },
  {
    city: "Чехов"
  },
  {
    city: "Шарапово"
  },
  {
    city: "Шатура"
  },
  {
    city: "Шатурторф"
  },
  {
    city: "Шаховская"
  },
  {
    city: "Шереметьевский"
  },
  {
    city: "Щелково"
  },
  {
    city: "Щербинка"
  },
  {
    city: "Электрогорск"
  },
  {
    city: "Электросталь"
  },
  {
    city: "Электроугли"
  },
  {
    city: "Яхрома"
  },
  {
    city: "Санкт-Петербург"
  },
  {
    city: "Александровская"
  },
  {
    city: "Бокситогорск"
  },
  {
    city: "Большая Ижора"
  },
  {
    city: "Будогощь"
  },
  {
    city: "Вознесенье"
  },
  {
    city: "Волосово"
  },
  {
    city: "Волхов"
  },
  {
    city: "Всеволожск"
  },
  {
    city: "Выборг"
  },
  {
    city: "Вырица"
  },
  {
    city: "Высоцк"
  },
  {
    city: "Гатчина"
  },
  {
    city: "Дружная Горка"
  },
  {
    city: "Дубровка"
  },
  {
    city: "Ефимовский"
  },
  {
    city: "Зеленогорск"
  },
  {
    city: "Ивангород"
  },
  {
    city: "Каменногорск"
  },
  {
    city: "Кикерино"
  },
  {
    city: "Кингисепп"
  },
  {
    city: "Кириши"
  },
  {
    city: "Кировск"
  },
  {
    city: "Кобринское"
  },
  {
    city: "Колпино"
  },
  {
    city: "Коммунар"
  },
  {
    city: "Кронштадт"
  },
  {
    city: "Лисий Нос"
  },
  {
    city: "Лодейное Поле"
  },
  {
    city: "Ломоносов"
  },
  {
    city: "Луга"
  },
  {
    city: "Павловск"
  },
  {
    city: "Парголово"
  },
  {
    city: "Петродворец"
  },
  {
    city: "Пикалёво"
  },
  {
    city: "Подпорожье"
  },
  {
    city: "Приозерск"
  },
  {
    city: "Пушкин"
  },
  {
    city: "Сестрорецк"
  },
  {
    city: "Сланцы"
  },
  {
    city: "Сосновый Бор"
  },
  {
    city: "Тихвин"
  },
  {
    city: "Тосно"
  },
  {
    city: "Шлиссельбург"
  },
  {
    region: "Адыгея",
    city: "Адыгейск"
  },
  {
    region: "Адыгея",
    city: "Майкоп"
  },
  {
    city: "Акташ"
  },
  {
    city: "Акутиха"
  },
  {
    city: "Алейск"
  },
  {
    city: "Алтайский"
  },
  {
    city: "Баево"
  },
  {
    city: "Барнаул"
  },
  {
    city: "Белово"
  },
  {
    city: "Белокуриха"
  },
  {
    city: "Белоярск"
  },
  {
    city: "Бийск"
  },
  {
    city: "Благовещенск"
  },
  {
    city: "Боровлянка"
  },
  {
    city: "Бурла"
  },
  {
    city: "Бурсоль"
  },
  {
    city: "Волчиха"
  },
  {
    city: "Горно-Алтайск"
  },
  {
    city: "Горняк"
  },
  {
    city: "Ельцовка"
  },
  {
    city: "Залесово"
  },
  {
    city: "Заринск"
  },
  {
    city: "Заток"
  },
  {
    city: "Змеиногорск"
  },
  {
    city: "Камень-на-Оби"
  },
  {
    city: "Ключи"
  },
  {
    city: "Кош-Агач"
  },
  {
    city: "Красногорское"
  },
  {
    city: "Краснощеково"
  },
  {
    city: "Кулунда"
  },
  {
    city: "Кытманово"
  },
  {
    city: "Мамонтово"
  },
  {
    city: "Новичиха"
  },
  {
    city: "Новоалтайск"
  },
  {
    city: "Онгудай"
  },
  {
    city: "Павловск"
  },
  {
    city: "Петропавловское"
  },
  {
    city: "Поспелиха"
  },
  {
    city: "Ребриха"
  },
  {
    city: "Родино"
  },
  {
    city: "Рубцовск"
  },
  {
    city: "Славгород"
  },
  {
    city: "Смоленское"
  },
  {
    city: "Солонешное"
  },
  {
    city: "Солтон"
  },
  {
    city: "Староаллейское"
  },
  {
    city: "Табуны"
  },
  {
    city: "Тальменка"
  },
  {
    city: "Топчиха"
  },
  {
    city: "Троицкое"
  },
  {
    city: "Турочак"
  },
  {
    city: "Тюменцево"
  },
  {
    city: "Угловское"
  },
  {
    city: "Усть-Калманка"
  },
  {
    city: "Усть-Кан"
  },
  {
    city: "Усть-Кокса"
  },
  {
    city: "Усть-Улаган"
  },
  {
    city: "Усть-Чарышская Пристань"
  },
  {
    city: "Хабары"
  },
  {
    city: "Целинное"
  },
  {
    city: "Чарышское"
  },
  {
    city: "Шебалино"
  },
  {
    city: "Шелаболиха"
  },
  {
    city: "Шипуново"
  },
  {
    city: "Айгунь"
  },
  {
    city: "Архара"
  },
  {
    city: "Белогорск"
  },
  {
    city: "Благовещенск (Амурская обл.)"
  },
  {
    city: "Бурея"
  },
  {
    city: "Возжаевка"
  },
  {
    city: "Екатеринославка"
  },
  {
    city: "Ерофей Павлович"
  },
  {
    city: "Завитинск"
  },
  {
    city: "Зея"
  },
  {
    city: "Златоустовск"
  },
  {
    city: "Ивановка"
  },
  {
    city: "Коболдо"
  },
  {
    city: "Магдагачи"
  },
  {
    city: "Новобурейский"
  },
  {
    city: "Поярково"
  },
  {
    city: "Райчихинск"
  },
  {
    city: "Ромны"
  },
  {
    city: "Свободный"
  },
  {
    city: "Серышево"
  },
  {
    city: "Сковородино"
  },
  {
    city: "Стойба"
  },
  {
    city: "Тамбовка"
  },
  {
    city: "Тында"
  },
  {
    city: "Шимановск"
  },
  {
    city: "Экимчан"
  },
  {
    city: "Ядрино"
  },
  {
    city: "Амдерма"
  },
  {
    city: "Архангельск"
  },
  {
    city: "Березник"
  },
  {
    city: "Вельск"
  },
  {
    city: "Верхняя Тойма"
  },
  {
    city: "Волошка"
  },
  {
    city: "Вычегодский"
  },
  {
    city: "Емца"
  },
  {
    city: "Илеза"
  },
  {
    city: "Ильинско-Подомское"
  },
  {
    city: "Каргополь"
  },
  {
    city: "Карпогоры"
  },
  {
    city: "Кодино"
  },
  {
    city: "Коноша"
  },
  {
    city: "Коряжма"
  },
  {
    city: "Котлас"
  },
  {
    city: "Красноборск"
  },
  {
    city: "Лешуконское"
  },
  {
    city: "Мезень"
  },
  {
    city: "Мирный"
  },
  {
    city: "Нарьян-Мар"
  },
  {
    city: "Новодвинск"
  },
  {
    city: "Няндома"
  },
  {
    city: "Онега"
  },
  {
    city: "Пинега"
  },
  {
    city: "Плесецк"
  },
  {
    city: "Северодвинск"
  },
  {
    city: "Сольвычегодск"
  },
  {
    city: "Холмогоры"
  },
  {
    city: "Шенкурск"
  },
  {
    city: "Яренск"
  },
  {
    city: "Астрахань"
  },
  {
    city: "Ахтубинск"
  },
  {
    city: "Верхний Баскунчак"
  },
  {
    city: "Володарский"
  },
  {
    city: "Енотаевка"
  },
  {
    city: "Икряное"
  },
  {
    city: "Камызяк"
  },
  {
    city: "Капустин Яр"
  },
  {
    city: "Красный Яр"
  },
  {
    city: "Лиман"
  },
  {
    city: "Началово"
  },
  {
    city: "Харабали"
  },
  {
    city: "Черный Яр"
  },
  {
    city: "Аксаково"
  },
  {
    city: "Амзя"
  },
  {
    city: "Аскино"
  },
  {
    city: "Баймак"
  },
  {
    city: "Бакалы"
  },
  {
    city: "Белебей"
  },
  {
    city: "Белорецк"
  },
  {
    city: "Бижбуляк"
  },
  {
    city: "Бирск"
  },
  {
    city: "Благовещенск"
  },
  {
    city: "Большеустьикинское"
  },
  {
    city: "Бураево"
  },
  {
    city: "Верхнеяркеево"
  },
  {
    city: "Верхние Киги"
  },
  {
    city: "Верхние Татышлы"
  },
  {
    city: "Верхний Авзян"
  },
  {
    city: "Давлеканово"
  },
  {
    city: "Дуван"
  },
  {
    city: "Дюртюли"
  },
  {
    city: "Ермекеево"
  },
  {
    city: "Ермолаево"
  },
  {
    city: "Зилаир"
  },
  {
    city: "Зирган"
  },
  {
    city: "Иглино"
  },
  {
    city: "Инзер"
  },
  {
    city: "Исянгулово"
  },
  {
    city: "Ишимбай"
  },
  {
    city: "Кананикольское"
  },
  {
    city: "Кандры"
  },
  {
    city: "Караидель"
  },
  {
    city: "Караидельский"
  },
  {
    city: "Киргиз-Мияки"
  },
  {
    city: "Красноусольский"
  },
  {
    city: "Кумертау"
  },
  {
    city: "Кушнаренково"
  },
  {
    city: "Малояз"
  },
  {
    city: "Мелеуз"
  },
  {
    city: "Месягутово"
  },
  {
    city: "Мраково"
  },
  {
    city: "Нефтекамск"
  },
  {
    city: "Октябрьский"
  },
  {
    city: "Раевский"
  },
  {
    city: "Салават"
  },
  {
    city: "Сибай"
  },
  {
    city: "Старобалтачево"
  },
  {
    city: "Старосубхангулово"
  },
  {
    city: "Стерлибашево"
  },
  {
    city: "Стерлитамак"
  },
  {
    city: "Туймазы"
  },
  {
    city: "Уфа"
  },
  {
    city: "Учалы"
  },
  {
    city: "Федоровка"
  },
  {
    city: "Чекмагуш"
  },
  {
    city: "Чишмы"
  },
  {
    city: "Шаран"
  },
  {
    city: "Янаул"
  },
  {
    city: "Алексеевка"
  },
  {
    city: "Белгород"
  },
  {
    city: "Борисовка"
  },
  {
    city: "Валуйки"
  },
  {
    city: "Вейделевка"
  },
  {
    city: "Волоконовка"
  },
  {
    city: "Грайворон"
  },
  {
    city: "Губкин"
  },
  {
    city: "Ивня"
  },
  {
    city: "Короча"
  },
  {
    city: "Красногвардейское"
  },
  {
    city: "Новый Оскол"
  },
  {
    city: "Ракитное"
  },
  {
    city: "Ровеньки"
  },
  {
    city: "Старый Оскол"
  },
  {
    city: "Строитель"
  },
  {
    city: "Чернянка"
  },
  {
    city: "Шебекино"
  },
  {
    city: "Алтухово"
  },
  {
    city: "Белая Березка"
  },
  {
    city: "Белые Берега"
  },
  {
    city: "Большое Полпино"
  },
  {
    city: "Брянск"
  },
  {
    city: "Бытошь"
  },
  {
    city: "Выгоничи"
  },
  {
    city: "Вышков"
  },
  {
    city: "Гордеевка"
  },
  {
    city: "Дубровка"
  },
  {
    city: "Дятьково"
  },
  {
    city: "Жирятино"
  },
  {
    city: "Жуковка"
  },
  {
    city: "Злынка"
  },
  {
    city: "Ивот"
  },
  {
    city: "Карачев"
  },
  {
    city: "Клетня"
  },
  {
    city: "Климово"
  },
  {
    city: "Клинцы"
  },
  {
    city: "Кокаревка"
  },
  {
    city: "Комаричи"
  },
  {
    city: "Красная Гора"
  },
  {
    city: "Локоть"
  },
  {
    city: "Мглин"
  },
  {
    city: "Навля"
  },
  {
    city: "Новозыбков"
  },
  {
    city: "Погар"
  },
  {
    city: "Почеп"
  },
  {
    city: "Ржаница"
  },
  {
    city: "Рогнедино"
  },
  {
    city: "Севск"
  },
  {
    city: "Стародуб"
  },
  {
    city: "Суземка"
  },
  {
    city: "Сураж"
  },
  {
    city: "Трубчевск"
  },
  {
    city: "Унеча"
  },
  {
    city: "Бабушкин"
  },
  {
    city: "Багдарин"
  },
  {
    city: "Баргузин"
  },
  {
    city: "Баянгол"
  },
  {
    city: "Бичура"
  },
  {
    city: "Выдрино"
  },
  {
    city: "Гусиное Озеро"
  },
  {
    city: "Гусиноозерск"
  },
  {
    city: "Заиграево"
  },
  {
    city: "Закаменск"
  },
  {
    city: "Иволгинск"
  },
  {
    city: "Илька"
  },
  {
    city: "Кабанск"
  },
  {
    city: "Каменск"
  },
  {
    city: "Кижинга"
  },
  {
    city: "Курумкан"
  },
  {
    city: "Кырен"
  },
  {
    city: "Кяхта"
  },
  {
    city: "Монды"
  },
  {
    city: "Мухоршибирь"
  },
  {
    city: "Нижнеангарск"
  },
  {
    city: "Орлик"
  },
  {
    city: "Петропавловка"
  },
  {
    city: "Романовка"
  },
  {
    city: "Северобайкальск"
  },
  {
    city: "Селенгинск"
  },
  {
    city: "Сосново-Озерское"
  },
  {
    city: "Таксимо"
  },
  {
    city: "Турунтаево"
  },
  {
    city: "Улан-Удэ"
  },
  {
    city: "Хоринск"
  },
  {
    city: "Александров"
  },
  {
    city: "Андреево"
  },
  {
    city: "Анопино"
  },
  {
    city: "Бавлены"
  },
  {
    city: "Балакирево"
  },
  {
    city: "Боголюбово"
  },
  {
    city: "Великодворский"
  },
  {
    city: "Вербовский"
  },
  {
    city: "Владимир"
  },
  {
    city: "Вязники"
  },
  {
    city: "Городищи"
  },
  {
    city: "Гороховец"
  },
  {
    city: "Гусевский"
  },
  {
    city: "Гусь Хрустальный"
  },
  {
    city: "Золотково"
  },
  {
    city: "Иванищи"
  },
  {
    city: "Камешково"
  },
  {
    city: "Карабаново"
  },
  {
    city: "Киржач"
  },
  {
    city: "Ковров"
  },
  {
    city: "Кольчугино"
  },
  {
    city: "Красная Горбатка"
  },
  {
    city: "Меленки"
  },
  {
    city: "Муром"
  },
  {
    city: "Петушки"
  },
  {
    city: "Покров"
  },
  {
    city: "Собинка"
  },
  {
    city: "Судогда"
  },
  {
    city: "Суздаль"
  },
  {
    city: "Юрьев-Польский"
  },
  {
    city: "Алексеевская"
  },
  {
    city: "Алущевск"
  },
  {
    city: "Быково"
  },
  {
    city: "Волгоград"
  },
  {
    city: "Волжский"
  },
  {
    city: "Городище"
  },
  {
    city: "Дубовка"
  },
  {
    city: "Елань"
  },
  {
    city: "Жирновск"
  },
  {
    city: "Иловля"
  },
  {
    city: "Калач-на-Дону"
  },
  {
    city: "Камышин"
  },
  {
    city: "Кириллов"
  },
  {
    city: "Клетский"
  },
  {
    city: "Котельниково"
  },
  {
    city: "Котово"
  },
  {
    city: "Кумылженская"
  },
  {
    city: "Ленинск"
  },
  {
    city: "Михайловка"
  },
  {
    city: "Нехаевский"
  },
  {
    city: "Николаевск"
  },
  {
    city: "Новоаннинский"
  },
  {
    city: "Новониколаевский"
  },
  {
    city: "Ольховка"
  },
  {
    city: "Палласовка"
  },
  {
    city: "Рудня"
  },
  {
    city: "Светлый Яр"
  },
  {
    city: "Серафимович"
  },
  {
    city: "Средняя Ахтуба"
  },
  {
    city: "Сталинград"
  },
  {
    city: "Старая Полтавка"
  },
  {
    city: "Суровикино"
  },
  {
    city: "Урюпинск"
  },
  {
    city: "Фролово"
  },
  {
    city: "Чернышковский"
  },
  {
    city: "Бабаево"
  },
  {
    city: "Белозерск"
  },
  {
    city: "Великий Устюг"
  },
  {
    city: "Верховажье"
  },
  {
    city: "Вожега"
  },
  {
    city: "Вологда"
  },
  {
    city: "Вохтога"
  },
  {
    city: "Вытегра"
  },
  {
    city: "Грязовец"
  },
  {
    city: "Кадников"
  },
  {
    city: "Кадуй"
  },
  {
    city: "Кичменгский Городок"
  },
  {
    city: "Липин Бор"
  },
  {
    city: "Никольск"
  },
  {
    city: "Нюксеница"
  },
  {
    city: "Сокол"
  },
  {
    city: "Сямжа"
  },
  {
    city: "Тарногский Городок"
  },
  {
    city: "Тотьма"
  },
  {
    city: "Устюжна"
  },
  {
    city: "Харовск"
  },
  {
    city: "Чагода"
  },
  {
    city: "Череповец"
  },
  {
    city: "Шексна"
  },
  {
    city: "Шуйское"
  },
  {
    city: "Анна"
  },
  {
    city: "Бобров"
  },
  {
    city: "Богучар"
  },
  {
    city: "Борисоглебск"
  },
  {
    city: "Бутурлиновка"
  },
  {
    city: "Верхний Мамон"
  },
  {
    city: "Верхняя Хава"
  },
  {
    city: "Воробьевка"
  },
  {
    city: "Воронеж"
  },
  {
    city: "Грибановский"
  },
  {
    city: "Давыдовка"
  },
  {
    city: "Елань-Коленовский"
  },
  {
    city: "Калач"
  },
  {
    city: "Кантемировка"
  },
  {
    city: "Лиски"
  },
  {
    city: "Нижнедевицк"
  },
  {
    city: "Новая Усмань"
  },
  {
    city: "Новохоперск"
  },
  {
    city: "Ольховатка"
  },
  {
    city: "Острогожск"
  },
  {
    city: "Павловск"
  },
  {
    city: "Панино"
  },
  {
    city: "Петропавловка"
  },
  {
    city: "Поворино"
  },
  {
    city: "Подгоренский"
  },
  {
    city: "Рамонь"
  },
  {
    city: "Репьевка"
  },
  {
    city: "Россошь"
  },
  {
    city: "Семилуки"
  },
  {
    city: "Таловая"
  },
  {
    city: "Терновка"
  },
  {
    city: "Хохольский"
  },
  {
    city: "Эртиль"
  },
  {
    city: "нововоронеж"
  },
  {
    city: "Агвали"
  },
  {
    city: "Акуша"
  },
  {
    city: "Ахты"
  },
  {
    city: "Ачису"
  },
  {
    city: "Бабаюрт"
  },
  {
    city: "Бежта"
  },
  {
    city: "Ботлих"
  },
  {
    city: "Буйнакск"
  },
  {
    city: "Вачи"
  },
  {
    city: "Гергебиль"
  },
  {
    city: "Гуниб"
  },
  {
    city: "Дагестанские Огни"
  },
  {
    city: "Дербент"
  },
  {
    city: "Дылым"
  },
  {
    city: "Ершовка"
  },
  {
    city: "Избербаш"
  },
  {
    city: "Карабудахкент"
  },
  {
    city: "Карата"
  },
  {
    city: "Каспийск"
  },
  {
    city: "Касумкент"
  },
  {
    city: "Кизилюрт"
  },
  {
    city: "Кизляр"
  },
  {
    city: "Кочубей"
  },
  {
    city: "Кумух"
  },
  {
    city: "Курах"
  },
  {
    city: "Магарамкент"
  },
  {
    city: "Маджалис"
  },
  {
    city: "Махачкала"
  },
  {
    city: "Мехельта"
  },
  {
    city: "Новолакское"
  },
  {
    city: "Рутул"
  },
  {
    city: "Советское"
  },
  {
    city: "Тарумовка"
  },
  {
    city: "Терекли-Мектеб"
  },
  {
    city: "Тлярата"
  },
  {
    city: "Тпиг"
  },
  {
    city: "Уркарах"
  },
  {
    city: "Хасавюрт"
  },
  {
    city: "Хив"
  },
  {
    city: "Хунзах"
  },
  {
    city: "Цуриб"
  },
  {
    city: "Южно-Сухокумск"
  },
  {
    city: "Биробиджан"
  },
  {
    city: "Архиповка"
  },
  {
    city: "Верхний Ландех"
  },
  {
    city: "Вичуга"
  },
  {
    city: "Гаврилов Посад"
  },
  {
    city: "Долматовский"
  },
  {
    city: "Дуляпино"
  },
  {
    city: "Заволжск"
  },
  {
    city: "Заречный"
  },
  {
    city: "Иваново"
  },
  {
    city: "Иваньковский"
  },
  {
    city: "Ильинское-Хованское"
  },
  {
    city: "Каминский"
  },
  {
    city: "Кинешма"
  },
  {
    city: "Комсомольск"
  },
  {
    city: "Кохма"
  },
  {
    city: "Лух"
  },
  {
    city: "Палех"
  },
  {
    city: "Пестяки"
  },
  {
    city: "Приволжск"
  },
  {
    city: "Пучеж"
  },
  {
    city: "Родники"
  },
  {
    city: "Савино"
  },
  {
    city: "Сокольское"
  },
  {
    city: "Тейково"
  },
  {
    city: "Фурманов"
  },
  {
    city: "Шуя"
  },
  {
    city: "Южа"
  },
  {
    city: "Юрьевец"
  },
  {
    city: "Алексеевск"
  },
  {
    city: "Алзамай"
  },
  {
    city: "Алыгжер"
  },
  {
    city: "Ангарск"
  },
  {
    city: "Артемовский"
  },
  {
    city: "Атагай"
  },
  {
    city: "Байкал"
  },
  {
    city: "Байкальск"
  },
  {
    city: "Балаганск"
  },
  {
    city: "Баяндай"
  },
  {
    city: "Бирюсинск"
  },
  {
    city: "Бодайбо"
  },
  {
    city: "Большая Речка"
  },
  {
    city: "Большой Луг"
  },
  {
    city: "Бохан"
  },
  {
    city: "Братск"
  },
  {
    city: "Видим"
  },
  {
    city: "Витимский"
  },
  {
    city: "Вихоревка"
  },
  {
    city: "Еланцы"
  },
  {
    city: "Ербогачен"
  },
  {
    city: "Железногорск-Илимский"
  },
  {
    city: "Жигалово"
  },
  {
    city: "Забитуй"
  },
  {
    city: "Залари"
  },
  {
    city: "Звездный"
  },
  {
    city: "Зима"
  },
  {
    city: "Иркутск"
  },
  {
    city: "Казачинское"
  },
  {
    city: "Качуг"
  },
  {
    city: "Квиток"
  },
  {
    city: "Киренск"
  },
  {
    city: "Куйтун"
  },
  {
    city: "Култук"
  },
  {
    city: "Кутулик"
  },
  {
    city: "Мама"
  },
  {
    city: "Нижнеудинск"
  },
  {
    city: "Оса"
  },
  {
    city: "Саянск"
  },
  {
    city: "Слюдянка"
  },
  {
    city: "Тайшет"
  },
  {
    city: "Тулун"
  },
  {
    city: "Усолье-Сибирское"
  },
  {
    city: "Усть-Илимск"
  },
  {
    city: "Усть-Кут"
  },
  {
    city: "Усть-Ордынский"
  },
  {
    city: "Усть-Уда"
  },
  {
    city: "Черемхово"
  },
  {
    city: "Чунский"
  },
  {
    city: "Шелехов"
  },
  {
    city: "Баксан"
  },
  {
    city: "Майский"
  },
  {
    city: "Нальчик"
  },
  {
    city: "Нарткала"
  },
  {
    city: "Прохладный"
  },
  {
    city: "Советское"
  },
  {
    city: "Терек"
  },
  {
    city: "Тырныауз"
  },
  {
    city: "Чегем-Первый"
  },
  {
    city: "Багратионовск"
  },
  {
    city: "Балтийск"
  },
  {
    city: "Гвардейск"
  },
  {
    city: "Гурьевск"
  },
  {
    city: "Гусев"
  },
  {
    city: "Железнодорожный"
  },
  {
    city: "Зеленоградск"
  },
  {
    city: "Знаменск"
  },
  {
    city: "Кёнигсберг"
  },
  {
    city: "Калининград"
  },
  {
    city: "Кенисберг"
  },
  {
    city: "Краснознаменск"
  },
  {
    city: "Мамоново"
  },
  {
    city: "Неман"
  },
  {
    city: "Нестеров"
  },
  {
    city: "Озерск"
  },
  {
    city: "Полесск"
  },
  {
    city: "Правдинск"
  },
  {
    city: "Светлогорск"
  },
  {
    city: "Светлый"
  },
  {
    city: "Славск"
  },
  {
    city: "Советск"
  },
  {
    city: "Черняховск"
  },
  {
    city: "Аршань"
  },
  {
    city: "Каспийский"
  },
  {
    city: "Комсомольский"
  },
  {
    city: "Малые Дербеты"
  },
  {
    city: "Приютное"
  },
  {
    city: "Советское"
  },
  {
    city: "Троицкое"
  },
  {
    city: "Утта"
  },
  {
    city: "Цаган-Аман"
  },
  {
    city: "Элиста"
  },
  {
    city: "Юста"
  },
  {
    city: "Яшалта"
  },
  {
    city: "Яшкуль"
  },
  {
    city: "Бабынино"
  },
  {
    city: "Балабаново"
  },
  {
    city: "Барятино"
  },
  {
    city: "Белоусово"
  },
  {
    city: "Бетлица"
  },
  {
    city: "Боровск"
  },
  {
    city: "Дугна"
  },
  {
    city: "Дудоровский"
  },
  {
    city: "Думиничи"
  },
  {
    city: "Еленский"
  },
  {
    city: "Жиздра"
  },
  {
    city: "Износки"
  },
  {
    city: "Калуга"
  },
  {
    city: "Киров"
  },
  {
    city: "Козельск"
  },
  {
    city: "Кондрово"
  },
  {
    city: "Людиново"
  },
  {
    city: "Малоярославец"
  },
  {
    city: "Медынь"
  },
  {
    city: "Мещовск"
  },
  {
    city: "Мосальск"
  },
  {
    city: "Обнинск"
  },
  {
    city: "Перемышль"
  },
  {
    city: "Спас-Деменск"
  },
  {
    city: "Сухиничи"
  },
  {
    city: "Таруса"
  },
  {
    city: "Ульяново"
  },
  {
    city: "Ферзиково"
  },
  {
    city: "Хвастовичи"
  },
  {
    city: "Юхнов"
  },
  {
    city: "Атласово"
  },
  {
    city: "Аянка"
  },
  {
    city: "Большерецк"
  },
  {
    city: "Вилючинск"
  },
  {
    city: "Елизово"
  },
  {
    city: "Ильпырский"
  },
  {
    city: "Каменское"
  },
  {
    city: "Кировский"
  },
  {
    city: "Ключи"
  },
  {
    city: "Крапивная"
  },
  {
    city: "Мильково"
  },
  {
    city: "Никольское"
  },
  {
    city: "Озерновский"
  },
  {
    city: "Оссора"
  },
  {
    city: "Палана"
  },
  {
    city: "Парень"
  },
  {
    city: "Пахачи"
  },
  {
    city: "Петропавловск-Камчатский"
  },
  {
    city: "Тигиль"
  },
  {
    city: "Тиличики"
  },
  {
    city: "Усть-Большерецк"
  },
  {
    city: "Усть-Камчатск"
  },
  {
    city: "Амбарный"
  },
  {
    city: "Беломорск"
  },
  {
    city: "Валаам"
  },
  {
    city: "Вирандозеро"
  },
  {
    city: "Гирвас"
  },
  {
    city: "Деревянка"
  },
  {
    city: "Идель"
  },
  {
    city: "Ильинский"
  },
  {
    city: "Импалахти"
  },
  {
    city: "Калевала"
  },
  {
    city: "Кемь"
  },
  {
    city: "Кестеньга"
  },
  {
    city: "Кондопога"
  },
  {
    city: "Костомукша"
  },
  {
    city: "Лахденпохья"
  },
  {
    city: "Лоухи"
  },
  {
    city: "Медвежьегорск"
  },
  {
    city: "Муезерский"
  },
  {
    city: "Олонец"
  },
  {
    city: "Петрозаводск"
  },
  {
    city: "Питкяранта"
  },
  {
    city: "Повенец"
  },
  {
    city: "Пряжа"
  },
  {
    city: "Пудож"
  },
  {
    city: "Сегежа"
  },
  {
    city: "Сортавала"
  },
  {
    city: "Софпорог"
  },
  {
    city: "Суоярви"
  },
  {
    city: "Анжеро-Судженск"
  },
  {
    city: "Барзас"
  },
  {
    city: "Белово"
  },
  {
    city: "Белогорск"
  },
  {
    city: "Березовский"
  },
  {
    city: "Грамотеино"
  },
  {
    city: "Гурьевск"
  },
  {
    city: "Ижморский"
  },
  {
    city: "Итатский"
  },
  {
    city: "Калтан"
  },
  {
    city: "Кедровка"
  },
  {
    city: "Кемерово"
  },
  {
    city: "Киселевск"
  },
  {
    city: "Крапивинский"
  },
  {
    city: "Ленинск-Кузнецкий"
  },
  {
    city: "Мариинск"
  },
  {
    city: "Междуреченск"
  },
  {
    city: "Мыски"
  },
  {
    city: "Новокузнецк"
  },
  {
    city: "Осинники"
  },
  {
    city: "Прокопьевск"
  },
  {
    city: "Промышленная"
  },
  {
    city: "Тайга"
  },
  {
    city: "Таштагол"
  },
  {
    city: "Тисуль"
  },
  {
    city: "Топки"
  },
  {
    city: "Тяжинский"
  },
  {
    city: "Юрга"
  },
  {
    city: "Яшкино"
  },
  {
    city: "Яя"
  },
  {
    city: "Арбаж"
  },
  {
    city: "Аркуль"
  },
  {
    city: "Белая Холуница"
  },
  {
    city: "Богородское"
  },
  {
    city: "Боровой"
  },
  {
    city: "Верхошижемье"
  },
  {
    city: "Вятские Поляны"
  },
  {
    city: "Зуевка"
  },
  {
    city: "Каринторф"
  },
  {
    city: "Кикнур"
  },
  {
    city: "Кильмезь"
  },
  {
    city: "Киров"
  },
  {
    city: "Кирово-Чепецк"
  },
  {
    city: "Кирс"
  },
  {
    city: "Кобра"
  },
  {
    city: "Котельнич"
  },
  {
    city: "Кумены"
  },
  {
    city: "Ленинское"
  },
  {
    city: "Луза"
  },
  {
    city: "Малмыж"
  },
  {
    city: "Мураши"
  },
  {
    city: "Нагорск"
  },
  {
    city: "Нема"
  },
  {
    city: "Нововятск"
  },
  {
    city: "Нолинск"
  },
  {
    city: "Омутнинск"
  },
  {
    city: "Опарино"
  },
  {
    city: "Оричи"
  },
  {
    city: "Пижанка"
  },
  {
    city: "Подосиновец"
  },
  {
    city: "Санчурск"
  },
  {
    city: "Свеча"
  },
  {
    city: "Слободской"
  },
  {
    city: "Советск"
  },
  {
    city: "Суна"
  },
  {
    city: "Тужа"
  },
  {
    city: "Уни"
  },
  {
    city: "Уржум"
  },
  {
    city: "Фаленки"
  },
  {
    city: "Халтурин"
  },
  {
    city: "Юрья"
  },
  {
    city: "Яранск"
  },
  {
    city: "Абезь"
  },
  {
    city: "Айкино"
  },
  {
    city: "Верхняя Инта"
  },
  {
    city: "Визинга"
  },
  {
    city: "Водный"
  },
  {
    city: "Вожаель"
  },
  {
    city: "Воркута"
  },
  {
    city: "Вуктыл"
  },
  {
    city: "Гешарт"
  },
  {
    city: "Елецкий"
  },
  {
    city: "Емва"
  },
  {
    city: "Заполярный"
  },
  {
    city: "Ижма"
  },
  {
    city: "Инта"
  },
  {
    city: "Ираель"
  },
  {
    city: "Каджером"
  },
  {
    city: "Кажым"
  },
  {
    city: "Кожым"
  },
  {
    city: "Койгородок"
  },
  {
    city: "Корткерос"
  },
  {
    city: "Кослан"
  },
  {
    city: "Объячево"
  },
  {
    city: "Печора"
  },
  {
    city: "Сосногорск"
  },
  {
    city: "Сыктывкар"
  },
  {
    city: "Троицко-Печерск"
  },
  {
    city: "Усинск"
  },
  {
    city: "Усогорск"
  },
  {
    city: "Усть-Кулом"
  },
  {
    city: "Усть-Цильма"
  },
  {
    city: "Ухта"
  },
  {
    city: "Антропово"
  },
  {
    city: "Боговарово"
  },
  {
    city: "Буй"
  },
  {
    city: "Волгореченск"
  },
  {
    city: "Галич"
  },
  {
    city: "Горчуха"
  },
  {
    city: "Зебляки"
  },
  {
    city: "Кадый"
  },
  {
    city: "Кологрив"
  },
  {
    city: "Кострома"
  },
  {
    city: "Красное-на-Волге"
  },
  {
    city: "Макарьев"
  },
  {
    city: "Мантурово"
  },
  {
    city: "Нерехта"
  },
  {
    city: "Нея"
  },
  {
    city: "Островское"
  },
  {
    city: "Павино"
  },
  {
    city: "Парфентьево"
  },
  {
    city: "Поназырево"
  },
  {
    city: "Солигалич"
  },
  {
    city: "Судиславль"
  },
  {
    city: "Сусанино"
  },
  {
    city: "Чухлома"
  },
  {
    city: "Шарья"
  },
  {
    city: "Шемятино"
  },
  {
    city: "Абинск"
  },
  {
    city: "Абрау-Дюрсо"
  },
  {
    city: "Анапа"
  },
  {
    city: "Апшеронск"
  },
  {
    city: "Армавир"
  },
  {
    city: "Архипо-Осиповка"
  },
  {
    city: "Афипский"
  },
  {
    city: "Ахтырский"
  },
  {
    city: "Ачуево"
  },
  {
    city: "Белореченск"
  },
  {
    city: "Верхнебаканский"
  },
  {
    city: "Выселки"
  },
  {
    city: "Геленджик"
  },
  {
    city: "Гиагинская"
  },
  {
    city: "Горячий Ключ"
  },
  {
    city: "Джубга"
  },
  {
    city: "Динская"
  },
  {
    city: "Ейск"
  },
  {
    city: "Ильский"
  },
  {
    city: "Кабардинка"
  },
  {
    city: "Калинино"
  },
  {
    city: "Калининская"
  },
  {
    city: "Каменномостский"
  },
  {
    city: "Каневская"
  },
  {
    city: "Кореновск"
  },
  {
    city: "Красноармейская"
  },
  {
    city: "Краснодар"
  },
  {
    city: "Кропоткин"
  },
  {
    city: "Крыловская"
  },
  {
    city: "Крымск"
  },
  {
    city: "Курганинск"
  },
  {
    city: "Кущевская"
  },
  {
    city: "Лабинск"
  },
  {
    city: "Лениградская"
  },
  {
    city: "Майкоп"
  },
  {
    city: "Мостовской"
  },
  {
    city: "Новороссийск"
  },
  {
    city: "Отрадная"
  },
  {
    city: "Павловская"
  },
  {
    city: "Приморско-Ахтарск"
  },
  {
    city: "Северская"
  },
  {
    city: "Славянск-на-Кубани"
  },
  {
    city: "Сочи"
  },
  {
    city: "Староминская"
  },
  {
    city: "Старощербиновская"
  },
  {
    city: "Тбилисская"
  },
  {
    city: "Темрюк"
  },
  {
    city: "Тимашевск"
  },
  {
    city: "Тихорецк"
  },
  {
    city: "Туапсе"
  },
  {
    city: "Тульский"
  },
  {
    city: "Усть-Лабинск"
  },
  {
    city: "Шовгеновский"
  },
  {
    city: " Железногорск"
  },
  {
    city: "Абаза"
  },
  {
    city: "Абакан"
  },
  {
    city: "Абан"
  },
  {
    city: "Агинское"
  },
  {
    city: "Артемовск"
  },
  {
    city: "Аскиз"
  },
  {
    city: "Ачинск"
  },
  {
    city: "Байкит"
  },
  {
    city: "Балахта"
  },
  {
    city: "Балыкса"
  },
  {
    city: "Белый Яр"
  },
  {
    city: "Бельтырский"
  },
  {
    city: "Бея"
  },
  {
    city: "Бискамжа"
  },
  {
    city: "Боготол"
  },
  {
    city: "Боград"
  },
  {
    city: "Богучаны"
  },
  {
    city: "Большая Мурта"
  },
  {
    city: "Большой Улуй"
  },
  {
    city: "Бородино"
  },
  {
    city: "Ванавара"
  },
  {
    city: "Верхнеимбатск"
  },
  {
    city: "Горячегорск"
  },
  {
    city: "Дзержинское"
  },
  {
    city: "Дивногорск"
  },
  {
    city: "Диксон"
  },
  {
    city: "Дудинка"
  },
  {
    city: "Емельяново"
  },
  {
    city: "Енисейск"
  },
  {
    city: "Ермаковское"
  },
  {
    city: "Заозерный"
  },
  {
    city: "Зеленогорск"
  },
  {
    city: "Игарка"
  },
  {
    city: "Идринское"
  },
  {
    city: "Иланский"
  },
  {
    city: "Ирбейское"
  },
  {
    city: "Казачинское"
  },
  {
    city: "Канск"
  },
  {
    city: "Каратузское"
  },
  {
    city: "Караул"
  },
  {
    city: "Кежма"
  },
  {
    city: "Кодинск"
  },
  {
    city: "Козулька"
  },
  {
    city: "Копьево"
  },
  {
    city: "Краснотуранск"
  },
  {
    city: "Красноярск"
  },
  {
    city: "Курагино"
  },
  {
    city: "Лесосибирск"
  },
  {
    city: "Минусинск"
  },
  {
    city: "Мотыгино"
  },
  {
    city: "Назарово"
  },
  {
    city: "Нижний Ингаш"
  },
  {
    city: "Новоселово"
  },
  {
    city: "Норильск"
  },
  {
    city: "Партизанское"
  },
  {
    city: "Пировское"
  },
  {
    city: "Саяногорск"
  },
  {
    city: "Северо-Енисейский"
  },
  {
    city: "Сосновоборск"
  },
  {
    city: "Тасеево"
  },
  {
    city: "Таштып"
  },
  {
    city: "Тура"
  },
  {
    city: "Туруханск"
  },
  {
    city: "Тюхтет"
  },
  {
    city: "Ужур"
  },
  {
    city: "Усть-Авам"
  },
  {
    city: "Уяр"
  },
  {
    city: "Хатанга"
  },
  {
    city: "Черемушки"
  },
  {
    city: "Черногорск"
  },
  {
    city: "Шалинское"
  },
  {
    city: "Шарыпово"
  },
  {
    city: "Шира"
  },
  {
    city: "Шушенское"
  },
  {
    city: "Варгаши"
  },
  {
    city: "Глядянское"
  },
  {
    city: "Далматово"
  },
  {
    city: "Каргаполье"
  },
  {
    city: "Катайск"
  },
  {
    city: "Кетово"
  },
  {
    city: "Курган"
  },
  {
    city: "Куртамыш"
  },
  {
    city: "Лебяжье"
  },
  {
    city: "Макушино"
  },
  {
    city: "Мишкино"
  },
  {
    city: "Мокроусово"
  },
  {
    city: "Петухово"
  },
  {
    city: "Половинное"
  },
  {
    city: "Сафакулево"
  },
  {
    city: "Целинное"
  },
  {
    city: "Шадринск"
  },
  {
    city: "Шатрово"
  },
  {
    city: "Шумиха"
  },
  {
    city: "Щучье"
  },
  {
    city: "Юргамыш"
  },
  {
    city: "Альменево"
  },
  {
    city: "Белая"
  },
  {
    city: "Большое Солдатское"
  },
  {
    city: "Глушково"
  },
  {
    city: "Горшечное"
  },
  {
    city: "Дмитриев-Льговский"
  },
  {
    city: "Железногорск"
  },
  {
    city: "Золотухино"
  },
  {
    city: "Касторное"
  },
  {
    city: "Конышевка"
  },
  {
    city: "Коренево"
  },
  {
    city: "Курск"
  },
  {
    city: "Курчатов"
  },
  {
    city: "Кшенский"
  },
  {
    city: "Льгов"
  },
  {
    city: "Мантурово"
  },
  {
    city: "Медвенка"
  },
  {
    city: "Обоянь"
  },
  {
    city: "Поныри"
  },
  {
    city: "Пристень"
  },
  {
    city: "Прямицыно"
  },
  {
    city: "Рыльск"
  },
  {
    city: "Суджа"
  },
  {
    city: "Тим"
  },
  {
    city: "Фатеж"
  },
  {
    city: "Хомутовка"
  },
  {
    city: "Черемисиново"
  },
  {
    city: "Щигры"
  },
  {
    city: "Грязи"
  },
  {
    city: "Данхов"
  },
  {
    city: "Доброе"
  },
  {
    city: "Долгоруково"
  },
  {
    city: "Елец"
  },
  {
    city: "Задонск"
  },
  {
    city: "Измалково"
  },
  {
    city: "Казинка"
  },
  {
    city: "Лебедянь"
  },
  {
    city: "Лев Толстой"
  },
  {
    city: "Липецк"
  },
  {
    city: "Тербуны"
  },
  {
    city: "Усмань"
  },
  {
    city: "Хлевное"
  },
  {
    city: "Чаплыгин"
  },
  {
    city: "Анадырь"
  },
  {
    city: "Атка"
  },
  {
    city: "Балыгычан"
  },
  {
    city: "Беринговский"
  },
  {
    city: "Билибино"
  },
  {
    city: "Большевик"
  },
  {
    city: "Ванкарем"
  },
  {
    city: "Иульитин"
  },
  {
    city: "Кадыкчан"
  },
  {
    city: "Лаврентия"
  },
  {
    city: "Магадан"
  },
  {
    city: "Мыс Шмидта"
  },
  {
    city: "Ола"
  },
  {
    city: "Омонск"
  },
  {
    city: "Омсукчан"
  },
  {
    city: "Палатка"
  },
  {
    city: "Певек"
  },
  {
    city: "Провидения"
  },
  {
    city: "Сеймчан"
  },
  {
    city: "Синегорье"
  },
  {
    city: "Сусуман"
  },
  {
    city: "Усть-Белая"
  },
  {
    city: "Усть-Омчуг"
  },
  {
    city: "Эвенск"
  },
  {
    city: "Эгвекинот"
  },
  {
    city: "Ягодное"
  },
  {
    city: "Волжск"
  },
  {
    city: "Дубовский"
  },
  {
    city: "Звенигово"
  },
  {
    city: "Йошкар-Ола"
  },
  {
    city: "Килемары"
  },
  {
    city: "Козьмодемьянск"
  },
  {
    city: "Куженер"
  },
  {
    city: "Мари-Турек"
  },
  {
    city: "Медведево"
  },
  {
    city: "Морки"
  },
  {
    city: "Новый Торьял"
  },
  {
    city: "Оршанка"
  },
  {
    city: "Параньга"
  },
  {
    city: "Сернур"
  },
  {
    city: "Советский"
  },
  {
    city: "Юрино"
  },
  {
    city: "Ардатов"
  },
  {
    city: "Атюрьево"
  },
  {
    city: "Атяшево"
  },
  {
    city: "Большие Березники"
  },
  {
    city: "Большое Игнатово"
  },
  {
    city: "Выша"
  },
  {
    city: "Ельники"
  },
  {
    city: "Зубова Поляна"
  },
  {
    city: "Инсар"
  },
  {
    city: "Кадошкино"
  },
  {
    city: "Кемля"
  },
  {
    city: "Ковылкино"
  },
  {
    city: "Комсомольский"
  },
  {
    city: "Кочкурово"
  },
  {
    city: "Краснослободск"
  },
  {
    city: "Лямбирь"
  },
  {
    city: "Ромоданово"
  },
  {
    city: "Рузаевка"
  },
  {
    city: "Саранск"
  },
  {
    city: "Старое Шайгово"
  },
  {
    city: "Темников"
  },
  {
    city: "Теньгушево"
  },
  {
    city: "Торбеево"
  },
  {
    city: "Чамзинка"
  },
  {
    city: "Апатиты"
  },
  {
    city: "Африканда"
  },
  {
    city: "Верхнетуломский"
  },
  {
    city: "Заозерск"
  },
  {
    city: "Заполярный"
  },
  {
    city: "Зареченск"
  },
  {
    city: "Зашеек"
  },
  {
    city: "Зеленоборский"
  },
  {
    city: "Кандалакша"
  },
  {
    city: "Кильдинстрой"
  },
  {
    city: "Кировск"
  },
  {
    city: "Ковдор"
  },
  {
    city: "Кола"
  },
  {
    city: "Конда"
  },
  {
    city: "Мончегорск"
  },
  {
    city: "Мурманск"
  },
  {
    city: "Мурмаши"
  },
  {
    city: "Никель"
  },
  {
    city: "Оленегорск"
  },
  {
    city: "Полярные Зори"
  },
  {
    city: "Полярный"
  },
  {
    city: "Североморск"
  },
  {
    city: "Снежногорск"
  },
  {
    city: "Умба"
  },
  {
    city: "Ардатов"
  },
  {
    city: "Арзамас"
  },
  {
    city: "Арья"
  },
  {
    city: "Балахна"
  },
  {
    city: "Богородск"
  },
  {
    city: "Большереченск"
  },
  {
    city: "Большое Болдино"
  },
  {
    city: "Большое Козино"
  },
  {
    city: "Большое Мурашкино"
  },
  {
    city: "Большое Пикино"
  },
  {
    city: "Бор"
  },
  {
    city: "Бутурлино"
  },
  {
    city: "Вад"
  },
  {
    city: "Варнавино"
  },
  {
    city: "Васильсурск"
  },
  {
    city: "Вахтан"
  },
  {
    city: "Вача"
  },
  {
    city: "Велетьма"
  },
  {
    city: "Ветлуга"
  },
  {
    city: "Виля"
  },
  {
    city: "Вознесенское"
  },
  {
    city: "Володарск"
  },
  {
    city: "Воротынец"
  },
  {
    city: "Ворсма"
  },
  {
    city: "Воскресенское"
  },
  {
    city: "Выездное"
  },
  {
    city: "Выкса"
  },
  {
    city: "Гагино"
  },
  {
    city: "Гидроторф"
  },
  {
    city: "Горбатов"
  },
  {
    city: "Горбатовка"
  },
  {
    city: "Городец"
  },
  {
    city: "Горький"
  },
  {
    city: "Дальнее Константиново"
  },
  {
    city: "Дзержинск"
  },
  {
    city: "Дивеево"
  },
  {
    city: "Досчатое"
  },
  {
    city: "Заволжье"
  },
  {
    city: "Катунки"
  },
  {
    city: "Керженец"
  },
  {
    city: "Княгинино"
  },
  {
    city: "Ковернино"
  },
  {
    city: "Красные Баки"
  },
  {
    city: "Кстово"
  },
  {
    city: "Кулебаки"
  },
  {
    city: "Лукоянов"
  },
  {
    city: "Лысково"
  },
  {
    city: "Навашино"
  },
  {
    city: "Нижний Новгород"
  },
  {
    city: "Павлово"
  },
  {
    city: "Первомайск"
  },
  {
    city: "Перевоз"
  },
  {
    city: "Пильна"
  },
  {
    city: "Починки"
  },
  {
    city: "Саров"
  },
  {
    city: "Сергач"
  },
  {
    city: "Сеченово"
  },
  {
    city: "Сосновское"
  },
  {
    city: "Спасское"
  },
  {
    city: "Тонкино"
  },
  {
    city: "Тоншаево"
  },
  {
    city: "Уразовка"
  },
  {
    city: "Урень"
  },
  {
    city: "Чкаловск"
  },
  {
    city: "Шаранга"
  },
  {
    city: "Шатки"
  },
  {
    city: "Шахунья"
  },
  {
    city: "Анциферово"
  },
  {
    city: "Батецкий"
  },
  {
    city: "Большая Вишера"
  },
  {
    city: "Боровичи"
  },
  {
    city: "Валдай"
  },
  {
    city: "Волот"
  },
  {
    city: "Деманск"
  },
  {
    city: "Зарубино"
  },
  {
    city: "Кресцы"
  },
  {
    city: "Любытино"
  },
  {
    city: "Малая Вишера"
  },
  {
    city: "Марево"
  },
  {
    city: "Мошенское"
  },
  {
    city: "Новгород"
  },
  {
    city: "Окуловка"
  },
  {
    city: "Парфино"
  },
  {
    city: "Пестово"
  },
  {
    city: "Поддорье"
  },
  {
    city: "Сольцы"
  },
  {
    city: "Старая Русса"
  },
  {
    city: "Хвойное"
  },
  {
    city: "Холм"
  },
  {
    city: "Чудово"
  },
  {
    city: "Шимск"
  },
  {
    city: "Баган"
  },
  {
    city: "Барабинск"
  },
  {
    city: "Бердск"
  },
  {
    city: "Биаза"
  },
  {
    city: "Болотное"
  },
  {
    city: "Венгерово"
  },
  {
    city: "Довольное"
  },
  {
    city: "Завьялово"
  },
  {
    city: "Искитим"
  },
  {
    city: "Карасук"
  },
  {
    city: "Каргат"
  },
  {
    city: "Колывань"
  },
  {
    city: "Краснозерское"
  },
  {
    city: "Крутиха"
  },
  {
    city: "Куйбышев"
  },
  {
    city: "Купино"
  },
  {
    city: "Кыштовка"
  },
  {
    city: "Маслянино"
  },
  {
    city: "Михайловский"
  },
  {
    city: "Мошково"
  },
  {
    city: "Новосибирск"
  },
  {
    city: "Ордынское"
  },
  {
    city: "Северное"
  },
  {
    city: "Сузун"
  },
  {
    city: "Татарск"
  },
  {
    city: "Тогучин"
  },
  {
    city: "Убинское"
  },
  {
    city: "Усть-Тарка"
  },
  {
    city: "Чаны"
  },
  {
    city: "Черепаново"
  },
  {
    city: "Чистоозерное"
  },
  {
    city: "Чулым"
  },
  {
    city: "Береговой"
  },
  {
    city: "Большеречье"
  },
  {
    city: "Большие Уки"
  },
  {
    city: "Горьковское"
  },
  {
    city: "Знаменское"
  },
  {
    city: "Исилькуль"
  },
  {
    city: "Калачинск"
  },
  {
    city: "Колосовка"
  },
  {
    city: "Кормиловка"
  },
  {
    city: "Крутинка"
  },
  {
    city: "Любинский"
  },
  {
    city: "Марьяновка"
  },
  {
    city: "Муромцево"
  },
  {
    city: "Называевск"
  },
  {
    city: "Нижняя Омка"
  },
  {
    city: "Нововаршавка"
  },
  {
    city: "Одесское"
  },
  {
    city: "Оконешниково"
  },
  {
    city: "Омск"
  },
  {
    city: "Павлоградка"
  },
  {
    city: "Полтавка"
  },
  {
    city: "Русская Поляна"
  },
  {
    city: "Саргатское"
  },
  {
    city: "Седельниково"
  },
  {
    city: "Таврическое"
  },
  {
    city: "Тара"
  },
  {
    city: "Тевриз"
  },
  {
    city: "Тюкалинск"
  },
  {
    city: "Усть-Ишим"
  },
  {
    city: "Черлак"
  },
  {
    city: "Шербакуль"
  },
  {
    city: "Абдулино"
  },
  {
    city: "Адамовка"
  },
  {
    city: "Айдырлинский"
  },
  {
    city: "Акбулак"
  },
  {
    city: "Аккермановка"
  },
  {
    city: "Асекеево"
  },
  {
    city: "Беляевка"
  },
  {
    city: "Бугуруслан"
  },
  {
    city: "Бузулук"
  },
  {
    city: "Гай"
  },
  {
    city: "Грачевка"
  },
  {
    city: "Домбаровский"
  },
  {
    city: "Дубенский"
  },
  {
    city: "Илек"
  },
  {
    city: "Ириклинский"
  },
  {
    city: "Кувандык"
  },
  {
    city: "Курманаевка"
  },
  {
    city: "Матвеевка"
  },
  {
    city: "Медногорск"
  },
  {
    city: "Новоорск"
  },
  {
    city: "Новосергиевка"
  },
  {
    city: "Новотроицк"
  },
  {
    city: "Октябрьское"
  },
  {
    city: "Оренбург"
  },
  {
    city: "Орск"
  },
  {
    city: "Первомайский"
  },
  {
    city: "Переволоцкий"
  },
  {
    city: "Пономаревка"
  },
  {
    city: "Саракташ"
  },
  {
    city: "Светлый"
  },
  {
    city: "Северное"
  },
  {
    city: "Соль-Илецк"
  },
  {
    city: "Сорочинск"
  },
  {
    city: "Ташла"
  },
  {
    city: "Тоцкое"
  },
  {
    city: "Тюльган"
  },
  {
    city: "Шарлык"
  },
  {
    city: "Энергетик"
  },
  {
    city: "Ясный"
  },
  {
    city: "Болхов"
  },
  {
    city: "Верховье"
  },
  {
    city: "Глазуновка"
  },
  {
    city: "Дмитровск-Орловский"
  },
  {
    city: "Долгое"
  },
  {
    city: "Залегощь"
  },
  {
    city: "Змиевка"
  },
  {
    city: "Знаменское"
  },
  {
    city: "Колпны"
  },
  {
    city: "Красная Заря"
  },
  {
    city: "Кромы"
  },
  {
    city: "Ливны"
  },
  {
    city: "Малоархангельск"
  },
  {
    city: "Мценск"
  },
  {
    city: "Нарышкино"
  },
  {
    city: "Новосиль"
  },
  {
    city: "Орел"
  },
  {
    city: "Покровское"
  },
  {
    city: "Сосково"
  },
  {
    city: "Тросна"
  },
  {
    city: "Хомутово"
  },
  {
    city: "Хотынец"
  },
  {
    city: "Шаблыкино"
  },
  {
    city: "Башмаково"
  },
  {
    city: "Беднодемьяновск"
  },
  {
    city: "Беково"
  },
  {
    city: "Белинский"
  },
  {
    city: "Бессоновка"
  },
  {
    city: "Вадинск"
  },
  {
    city: "Верхозим"
  },
  {
    city: "Городище"
  },
  {
    city: "Евлашево"
  },
  {
    city: "Земетчино"
  },
  {
    city: "Золотаревка"
  },
  {
    city: "Исса"
  },
  {
    city: "Каменка"
  },
  {
    city: "Колышлей"
  },
  {
    city: "Кондоль"
  },
  {
    city: "Кузнецк"
  },
  {
    city: "Лопатино"
  },
  {
    city: "Малая Сердоба"
  },
  {
    city: "Мокшан"
  },
  {
    city: "Наровчат"
  },
  {
    city: "Неверкино"
  },
  {
    city: "Нижний Ломов"
  },
  {
    city: "Никольск"
  },
  {
    city: "Пачелма"
  },
  {
    city: "Пенза"
  },
  {
    city: "Русский Камешкир"
  },
  {
    city: "Сердобск"
  },
  {
    city: "Сосновоборск"
  },
  {
    city: "Сура"
  },
  {
    city: "Тамала"
  },
  {
    city: "Шемышейка"
  },
  {
    city: "Барда"
  },
  {
    city: "Березники"
  },
  {
    city: "Большая Соснова"
  },
  {
    city: "Верещагино"
  },
  {
    city: "Гайны"
  },
  {
    city: "Горнозаводск"
  },
  {
    city: "Гремячинск"
  },
  {
    city: "Губаха"
  },
  {
    city: "Добрянка"
  },
  {
    city: "Елово"
  },
  {
    city: "Зюкайка"
  },
  {
    city: "Ильинский"
  },
  {
    city: "Карагай"
  },
  {
    city: "Керчевский"
  },
  {
    city: "Кизел"
  },
  {
    city: "Коса"
  },
  {
    city: "Кочево"
  },
  {
    city: "Красновишерск"
  },
  {
    city: "Краснокамск"
  },
  {
    city: "Кудымкар"
  },
  {
    city: "Куеда"
  },
  {
    city: "Кунгур"
  },
  {
    city: "Лысьва"
  },
  {
    city: "Ныроб"
  },
  {
    city: "Нытва"
  },
  {
    city: "Октябрьский"
  },
  {
    city: "Орда"
  },
  {
    city: "Оса"
  },
  {
    city: "Оханск"
  },
  {
    city: "Очер"
  },
  {
    city: "Пермь"
  },
  {
    city: "Соликамск"
  },
  {
    city: "Суксун"
  },
  {
    city: "Уинское"
  },
  {
    city: "Усолье"
  },
  {
    city: "Усть-Кишерть"
  },
  {
    city: "Чайковский"
  },
  {
    city: "Частые"
  },
  {
    city: "Чердынь"
  },
  {
    city: "Чернореченский"
  },
  {
    city: "Чернушка"
  },
  {
    city: "Чусовой"
  },
  {
    city: "Юрла"
  },
  {
    city: "Юсьва"
  },
  {
    city: "Анучино"
  },
  {
    city: "Арсеньев"
  },
  {
    city: "Артем"
  },
  {
    city: "Артемовский"
  },
  {
    city: "Большой Камень"
  },
  {
    city: "Валентин"
  },
  {
    city: "Владивосток"
  },
  {
    city: "Высокогорск"
  },
  {
    city: "Горные Ключи"
  },
  {
    city: "Горный"
  },
  {
    city: "Дальнегорск"
  },
  {
    city: "Дальнереченск"
  },
  {
    city: "Зарубино"
  },
  {
    city: "Кавалерово"
  },
  {
    city: "Каменка"
  },
  {
    city: "Камень-Рыболов"
  },
  {
    city: "Кировский"
  },
  {
    city: "Лазо"
  },
  {
    city: "Лесозаводск"
  },
  {
    city: "Лучегорск"
  },
  {
    city: "Михайловка"
  },
  {
    city: "Находка"
  },
  {
    city: "Новопокровка"
  },
  {
    city: "Ольга"
  },
  {
    city: "Партизанск"
  },
  {
    city: "Пограничный"
  },
  {
    city: "Покровка"
  },
  {
    city: "Русский"
  },
  {
    city: "Самарга"
  },
  {
    city: "Славянка"
  },
  {
    city: "Спасск-Дальний"
  },
  {
    city: "Терней"
  },
  {
    city: "Уссурийск"
  },
  {
    city: "Фокино"
  },
  {
    city: "Хасан"
  },
  {
    city: "Хороль"
  },
  {
    city: "Черниговка"
  },
  {
    city: "Чугуевка"
  },
  {
    city: "Яковлевка"
  },
  {
    city: "Бежаницы"
  },
  {
    city: "Великие Луки"
  },
  {
    city: "Гдов"
  },
  {
    city: "Дедовичи"
  },
  {
    city: "Дно"
  },
  {
    city: "Заплюсье"
  },
  {
    city: "Идрица"
  },
  {
    city: "Красногородское"
  },
  {
    city: "Кунья"
  },
  {
    city: "Локня"
  },
  {
    city: "Невель"
  },
  {
    city: "Новоржев"
  },
  {
    city: "Новосокольники"
  },
  {
    city: "Опочка"
  },
  {
    city: "Остров"
  },
  {
    city: "Палкино"
  },
  {
    city: "Печоры"
  },
  {
    city: "Плюсса"
  },
  {
    city: "Порхов"
  },
  {
    city: "Псков"
  },
  {
    city: "Пустошка"
  },
  {
    city: "Пушкинские Горы"
  },
  {
    city: "Пыталово"
  },
  {
    city: "Себеж"
  },
  {
    city: "Струги-Красные"
  },
  {
    city: "Усвяты"
  },
  {
    city: "Азов"
  },
  {
    city: "Аксай"
  },
  {
    city: "Алмазный"
  },
  {
    city: "Аютинск"
  },
  {
    city: "Багаевский"
  },
  {
    city: "Батайск"
  },
  {
    city: "Белая Калитва"
  },
  {
    city: "Боковская"
  },
  {
    city: "Большая Мартыновка"
  },
  {
    city: "Вешенская"
  },
  {
    city: "Волгодонск"
  },
  {
    city: "Восход"
  },
  {
    city: "Гигант"
  },
  {
    city: "Горняцкий"
  },
  {
    city: "Гуково"
  },
  {
    city: "Донецк"
  },
  {
    city: "Донской"
  },
  {
    city: "Дубовское"
  },
  {
    city: "Егорлыкская"
  },
  {
    city: "Жирнов"
  },
  {
    city: "Заветное"
  },
  {
    city: "Заводской"
  },
  {
    city: "Зверево"
  },
  {
    city: "Зерноград"
  },
  {
    city: "Зимовники"
  },
  {
    city: "Кагальницкая"
  },
  {
    city: "Казанская"
  },
  {
    city: "Каменоломни"
  },
  {
    city: "Каменск-Шахтинский"
  },
  {
    city: "Кашары"
  },
  {
    city: "Коксовый"
  },
  {
    city: "Константиновск"
  },
  {
    city: "Красный Сулин"
  },
  {
    city: "Куйбышево"
  },
  {
    city: "Матвеев Курган"
  },
  {
    city: "Мигулинская"
  },
  {
    city: "Миллерово"
  },
  {
    city: "Милютинская"
  },
  {
    city: "Морозовск"
  },
  {
    city: "Новочеркасск"
  },
  {
    city: "Новошахтинск"
  },
  {
    city: "Обливская"
  },
  {
    city: "Орловский"
  },
  {
    city: "Песчанокопское"
  },
  {
    city: "Покровское"
  },
  {
    city: "Пролетарск"
  },
  {
    city: "Ремонтное"
  },
  {
    city: "Родионово-Несветайская"
  },
  {
    city: "Ростов-на-Дону"
  },
  {
    city: "Сальск"
  },
  {
    city: "Семикаракорск"
  },
  {
    city: "Таганрог"
  },
  {
    city: "Тарасовский"
  },
  {
    city: "Тацинский"
  },
  {
    city: "Усть-Донецкий"
  },
  {
    city: "Целина"
  },
  {
    city: "Цимлянск"
  },
  {
    city: "Чалтырь"
  },
  {
    city: "Чертково"
  },
  {
    city: "Шахты"
  },
  {
    city: "Шолоховский"
  },
  {
    city: "Александро-Невский"
  },
  {
    city: "Горняк"
  },
  {
    city: "Гусь Железный"
  },
  {
    city: "Елатьма"
  },
  {
    city: "Ермишь"
  },
  {
    city: "Заречный"
  },
  {
    city: "Захарово"
  },
  {
    city: "Кадом"
  },
  {
    city: "Касимов"
  },
  {
    city: "Кораблино"
  },
  {
    city: "Милославское"
  },
  {
    city: "Михайлов"
  },
  {
    city: "Пителино"
  },
  {
    city: "Пронск"
  },
  {
    city: "Путятино"
  },
  {
    city: "Рыбное"
  },
  {
    city: "Ряжск"
  },
  {
    city: "Рязань"
  },
  {
    city: "Сапожок"
  },
  {
    city: "Сараи"
  },
  {
    city: "Сасово"
  },
  {
    city: "Скопин"
  },
  {
    city: "Спас-Клепики"
  },
  {
    city: "Спасск-Рязанский"
  },
  {
    city: "Старожилово"
  },
  {
    city: "Ухолово"
  },
  {
    city: "Чучково"
  },
  {
    city: "Шацк"
  },
  {
    city: "Шилово"
  },
  {
    city: "Алексеевка"
  },
  {
    city: "Безенчук"
  },
  {
    city: "Богатое"
  },
  {
    city: "Богатырь"
  },
  {
    city: "Большая Глущица"
  },
  {
    city: "Большая Черниговка"
  },
  {
    city: "Борское"
  },
  {
    city: "Волжский"
  },
  {
    city: "Жигулевск"
  },
  {
    city: "Зольное"
  },
  {
    city: "Исаклы"
  },
  {
    city: "Камышла"
  },
  {
    city: "Кинель"
  },
  {
    city: "Кинель-Черкасы"
  },
  {
    city: "Клявлино"
  },
  {
    city: "Кошки"
  },
  {
    city: "Красноармейское"
  },
  {
    city: "Красный Яр"
  },
  {
    city: "Куйбышев"
  },
  {
    city: "Нефтегорск"
  },
  {
    city: "Новокуйбышевск"
  },
  {
    city: "Октябрьск"
  },
  {
    city: "Отрадный"
  },
  {
    city: "Пестравка"
  },
  {
    city: "Похвистнево"
  },
  {
    city: "Приволжье"
  },
  {
    city: "Самара"
  },
  {
    city: "Сургут (Самарская обл.)"
  },
  {
    city: "Сызрань"
  },
  {
    city: "Тольятти"
  },
  {
    city: "Хворостянка"
  },
  {
    city: "Чапаевск"
  },
  {
    city: "Челно-Вершины"
  },
  {
    city: "Шентала"
  },
  {
    city: "Шигоны"
  },
  {
    city: "Александров Гай"
  },
  {
    city: "Аркадак"
  },
  {
    city: "Аткарск"
  },
  {
    city: "Базарный Карабулак"
  },
  {
    city: "Балаково"
  },
  {
    city: "Балашов"
  },
  {
    city: "Балтай"
  },
  {
    city: "Возрождение"
  },
  {
    city: "Вольск"
  },
  {
    city: "Воскресенское"
  },
  {
    city: "Горный"
  },
  {
    city: "Дергачи"
  },
  {
    city: "Духовницкое"
  },
  {
    city: "Екатериновка"
  },
  {
    city: "Ершов"
  },
  {
    city: "Заречный"
  },
  {
    city: "Ивантеевка"
  },
  {
    city: "Калининск"
  },
  {
    city: "Каменский"
  },
  {
    city: "Красноармейск"
  },
  {
    city: "Красный Кут"
  },
  {
    city: "Лысые Горы"
  },
  {
    city: "Маркс"
  },
  {
    city: "Мокроус"
  },
  {
    city: "Новоузенск"
  },
  {
    city: "Новые Бурасы"
  },
  {
    city: "Озинки"
  },
  {
    city: "Перелюб"
  },
  {
    city: "Петровск"
  },
  {
    city: "Питерка"
  },
  {
    city: "Пугачев"
  },
  {
    city: "Ровное"
  },
  {
    city: "Романовка"
  },
  {
    city: "Ртищево"
  },
  {
    city: "Самойловка"
  },
  {
    city: "Саратов"
  },
  {
    city: "Степное"
  },
  {
    city: "Татищево"
  },
  {
    city: "Турки"
  },
  {
    city: "Хвалынск"
  },
  {
    city: "Энгельс"
  },
  {
    city: "Абый"
  },
  {
    city: "Алдан"
  },
  {
    city: "Амга"
  },
  {
    city: "Батагай"
  },
  {
    city: "Бердигестях"
  },
  {
    city: "Беркакит"
  },
  {
    city: "Бестях"
  },
  {
    city: "Борогонцы"
  },
  {
    city: "Верхневилюйск"
  },
  {
    city: "Верхнеколымск"
  },
  {
    city: "Верхоянск"
  },
  {
    city: "Вилюйск"
  },
  {
    city: "Витим"
  },
  {
    city: "Власово"
  },
  {
    city: "Жиганск"
  },
  {
    city: "Зырянка"
  },
  {
    city: "Кангалассы"
  },
  {
    city: "Канкунский"
  },
  {
    city: "Ленск"
  },
  {
    city: "Майя"
  },
  {
    city: "Менкеря"
  },
  {
    city: "Мирный"
  },
  {
    city: "Нерюнгри"
  },
  {
    city: "Нычалах"
  },
  {
    city: "Нюрба"
  },
  {
    city: "Олекминск"
  },
  {
    city: "Покровск"
  },
  {
    city: "Сангар"
  },
  {
    city: "Саскылах"
  },
  {
    city: "Среднеколымск"
  },
  {
    city: "Сунтар"
  },
  {
    city: "Тикси"
  },
  {
    city: "Усть-Мая"
  },
  {
    city: "Усть-Нера"
  },
  {
    city: "Хандыга"
  },
  {
    city: "Хонуу"
  },
  {
    city: "Черский"
  },
  {
    city: "Чокурдах"
  },
  {
    city: "Чурапча"
  },
  {
    city: "Якутск"
  },
  {
    city: "Александровск-Сахалинский"
  },
  {
    city: "Анбэцу"
  },
  {
    city: "Анива"
  },
  {
    city: "Бошняково"
  },
  {
    city: "Быков"
  },
  {
    city: "Вахрушев"
  },
  {
    city: "Взморье"
  },
  {
    city: "Гастелло"
  },
  {
    city: "Горнозаводск"
  },
  {
    city: "Долинск"
  },
  {
    city: "Ильинский"
  },
  {
    city: "Катангли"
  },
  {
    city: "Корсаков"
  },
  {
    city: "Курильск"
  },
  {
    city: "Макаров"
  },
  {
    city: "Невельск"
  },
  {
    city: "Ноглики"
  },
  {
    city: "Оха"
  },
  {
    city: "Поронайск"
  },
  {
    city: "Северо-Курильск"
  },
  {
    city: "Смирных"
  },
  {
    city: "Томари"
  },
  {
    city: "Тымовское"
  },
  {
    city: "Углегорск"
  },
  {
    city: "Холмск"
  },
  {
    city: "Шахтерск"
  },
  {
    city: "Южно-Курильск"
  },
  {
    city: "Южно-Сахалинск"
  },
  {
    city: "Алапаевск"
  },
  {
    city: "Алтынай"
  },
  {
    city: "Арамиль"
  },
  {
    city: "Артемовский"
  },
  {
    city: "Арти"
  },
  {
    city: "Асбест"
  },
  {
    city: "Ачит"
  },
  {
    city: "Байкалово"
  },
  {
    city: "Басьяновский"
  },
  {
    city: "Белоярский"
  },
  {
    city: "Березовский"
  },
  {
    city: "Богданович"
  },
  {
    city: "Буланаш"
  },
  {
    city: "Верхний Тагил"
  },
  {
    city: "Верхняя Пышма"
  },
  {
    city: "Верхняя Салда"
  },
  {
    city: "Верхняя Синячиха"
  },
  {
    city: "Верхняя Сысерть"
  },
  {
    city: "Верхняя Тура"
  },
  {
    city: "Верхотурье"
  },
  {
    city: "Висим"
  },
  {
    city: "Волчанск"
  },
  {
    city: "Воронцовка"
  },
  {
    city: "Гари"
  },
  {
    city: "Дегтярск"
  },
  {
    city: "Екатеринбург"
  },
  {
    city: "Ертарский"
  },
  {
    city: "Заводоуспенское"
  },
  {
    city: "Зыряновский"
  },
  {
    city: "Зюзельский"
  },
  {
    city: "Ивдель"
  },
  {
    city: "Изумруд"
  },
  {
    city: "Ирбит"
  },
  {
    city: "Ис"
  },
  {
    city: "Каменск-Уральский"
  },
  {
    city: "Камышлов"
  },
  {
    city: "Карпинск"
  },
  {
    city: "Карпунинский"
  },
  {
    city: "Качканар"
  },
  {
    city: "Кировград"
  },
  {
    city: "Краснотурьинск"
  },
  {
    city: "Красноуральск"
  },
  {
    city: "Красноуфимск"
  },
  {
    city: "Кушва"
  },
  {
    city: "Лесной"
  },
  {
    city: "Михайловск"
  },
  {
    city: "Невьянск"
  },
  {
    city: "Нижние Серги"
  },
  {
    city: "Нижний Тагил"
  },
  {
    city: "Нижняя Салда"
  },
  {
    city: "Нижняя Тура"
  },
  {
    city: "Новая Ляля"
  },
  {
    city: "Новоуральск"
  },
  {
    city: "Оус"
  },
  {
    city: "Первоуральск"
  },
  {
    city: "Полевской"
  },
  {
    city: "Пышма"
  },
  {
    city: "Ревда"
  },
  {
    city: "Реж"
  },
  {
    city: "Свердловск"
  },
  {
    city: "Североуральск"
  },
  {
    city: "Серов"
  },
  {
    city: "Сосьва"
  },
  {
    city: "Среднеуральск"
  },
  {
    city: "Сухой Лог"
  },
  {
    city: "Сысерть"
  },
  {
    city: "Таборы"
  },
  {
    city: "Тавда"
  },
  {
    city: "Талица"
  },
  {
    city: "Тугулым"
  },
  {
    city: "Туринск"
  },
  {
    city: "Туринская Слобода"
  },
  {
    city: "Алагир"
  },
  {
    city: "Ардон"
  },
  {
    city: "Беслан"
  },
  {
    city: "Бурон"
  },
  {
    city: "Владикавказ"
  },
  {
    city: "Дигора"
  },
  {
    city: "Моздок"
  },
  {
    city: "Орджоникидзе"
  },
  {
    city: "Чикола"
  },
  {
    city: "Велиж"
  },
  {
    city: "Верхнеднепровский"
  },
  {
    city: "Ворга"
  },
  {
    city: "Вязьма"
  },
  {
    city: "Гагарин"
  },
  {
    city: "Глинка"
  },
  {
    city: "Голынки"
  },
  {
    city: "Демидов"
  },
  {
    city: "Десногорск"
  },
  {
    city: "Дорогобуж"
  },
  {
    city: "Духовщина"
  },
  {
    city: "Екимовичи"
  },
  {
    city: "Ельня"
  },
  {
    city: "Ершичи"
  },
  {
    city: "Издешково"
  },
  {
    city: "Кардымово"
  },
  {
    city: "Красный"
  },
  {
    city: "Монастырщина"
  },
  {
    city: "Новодугино"
  },
  {
    city: "Починок"
  },
  {
    city: "Рославль"
  },
  {
    city: "Рудня"
  },
  {
    city: "Сафоново"
  },
  {
    city: "Смоленск"
  },
  {
    city: "Сычевка"
  },
  {
    city: "Угра"
  },
  {
    city: "Хиславичи"
  },
  {
    city: "Холм-Жирковский"
  },
  {
    city: "Шумячи"
  },
  {
    city: "Ярцево"
  },
  {
    city: "Александровское"
  },
  {
    city: "Арзгир"
  },
  {
    city: "Благодарный"
  },
  {
    city: "Буденновск"
  },
  {
    city: "Георгиевск"
  },
  {
    city: "Дивное"
  },
  {
    city: "Домбай"
  },
  {
    city: "Донское"
  },
  {
    city: "Ессентуки"
  },
  {
    city: "Железноводск"
  },
  {
    city: "Зеленокумск"
  },
  {
    city: "Изобильный"
  },
  {
    city: "Иноземцево"
  },
  {
    city: "Ипатово"
  },
  {
    city: "Карачаевск"
  },
  {
    city: "Кисловодск"
  },
  {
    city: "Кочубеевское"
  },
  {
    city: "Красногвардейское"
  },
  {
    city: "Курсавка"
  },
  {
    city: "Левокумское"
  },
  {
    city: "Минеральные Воды"
  },
  {
    city: "Невинномысск"
  },
  {
    city: "Нефтекумск"
  },
  {
    city: "Новоалександровск"
  },
  {
    city: "Новоалександровская"
  },
  {
    city: "Новопавловск"
  },
  {
    city: "Новоселицкое"
  },
  {
    city: "Преградная"
  },
  {
    city: "Пятигорск"
  },
  {
    city: "Светлоград"
  },
  {
    city: "Солнечнодольск"
  },
  {
    city: "Ставрополь"
  },
  {
    city: "Степное"
  },
  {
    city: "Теберда"
  },
  {
    city: "Усть-Джегута"
  },
  {
    city: "Хабез"
  },
  {
    city: "Черкесск"
  },
  {
    city: "Бондари"
  },
  {
    city: "Гавриловка Вторая"
  },
  {
    city: "Жердевка"
  },
  {
    city: "Знаменка"
  },
  {
    city: "Инжавино"
  },
  {
    city: "Кирсанов"
  },
  {
    city: "Котовск"
  },
  {
    city: "Мичуринск"
  },
  {
    city: "Мордово"
  },
  {
    city: "Моршанск"
  },
  {
    city: "Мучкапский"
  },
  {
    city: "Первомайский"
  },
  {
    city: "Петровское"
  },
  {
    city: "Пичаево"
  },
  {
    city: "Рассказово"
  },
  {
    city: "Ржакса"
  },
  {
    city: "Староюрьево"
  },
  {
    city: "Тамбов"
  },
  {
    city: "Токаревка"
  },
  {
    city: "Уварово"
  },
  {
    city: "Умет"
  },
  {
    city: "Агрыз"
  },
  {
    city: "Азнакаево"
  },
  {
    city: "Аксубаево"
  },
  {
    city: "Актюбинский"
  },
  {
    city: "Алексеевское"
  },
  {
    city: "Альметьевск"
  },
  {
    city: "Альметьевск"
  },
  {
    city: "Апастово"
  },
  {
    city: "Арск"
  },
  {
    city: "Бавлы"
  },
  {
    city: "Базарные Матаки"
  },
  {
    city: "Балтаси"
  },
  {
    city: "Богатые Сабы"
  },
  {
    city: "Брежнев"
  },
  {
    city: "Бугульма"
  },
  {
    city: "Буинск"
  },
  {
    city: "Васильево"
  },
  {
    city: "Верхний Услон"
  },
  {
    city: "Высокая Гора"
  },
  {
    city: "Дербешкинский"
  },
  {
    city: "Елабуга"
  },
  {
    city: "Заинск"
  },
  {
    city: "Зеленодольск"
  },
  {
    city: "Казань"
  },
  {
    city: "Камское Устье"
  },
  {
    city: "Карабаш"
  },
  {
    city: "Куйбышев"
  },
  {
    city: "Кукмод"
  },
  {
    city: "Кукмор"
  },
  {
    city: "Лаишево"
  },
  {
    city: "Лениногорск"
  },
  {
    city: "Мамадыш"
  },
  {
    city: "Менделеевск"
  },
  {
    city: "Мензелинск"
  },
  {
    city: "Муслюмово"
  },
  {
    city: "Набережные Челны"
  },
  {
    city: "Нижнекамск"
  },
  {
    city: "Новошешминск"
  },
  {
    city: "Нурлат"
  },
  {
    city: "Пестрецы"
  },
  {
    city: "Рыбная Слобода"
  },
  {
    city: "Сарманово"
  },
  {
    city: "Старое Дрожжаное"
  },
  {
    city: "Тетюши"
  },
  {
    city: "Чистополь"
  },
  {
    region: "Тверская обл.",
    city: "Андреаполь"
  },
  {
    region: "Тверская обл.",
    city: "Бежецк"
  },
  {
    region: "Тверская обл.",
    city: "Белый"
  },
  {
    region: "Тверская обл.",
    city: "Белый Городок"
  },
  {
    region: "Тверская обл.",
    city: "Березайка"
  },
  {
    region: "Тверская обл.",
    city: "Бологое"
  },
  {
    region: "Тверская обл.",
    city: "Васильевский Мох"
  },
  {
    region: "Тверская обл.",
    city: "Выползово"
  },
  {
    region: "Тверская обл.",
    city: "Вышний Волочек"
  },
  {
    region: "Тверская обл.",
    city: "Жарковский"
  },
  {
    region: "Тверская обл.",
    city: "Западная Двина"
  },
  {
    region: "Тверская обл.",
    city: "Заречье"
  },
  {
    region: "Тверская обл.",
    city: "Зубцов"
  },
  {
    region: "Тверская обл.",
    city: "Изоплит"
  },
  {
    region: "Тверская обл.",
    city: "Калашниково"
  },
  {
    region: "Тверская обл.",
    city: "Калинин"
  },
  {
    region: "Тверская обл.",
    city: "Калязин"
  },
  {
    region: "Тверская обл.",
    city: "Кашин"
  },
  {
    region: "Тверская обл.",
    city: "Кесова Гора"
  },
  {
    region: "Тверская обл.",
    city: "Кимры"
  },
  {
    region: "Тверская обл.",
    city: "Конаково"
  },
  {
    region: "Тверская обл.",
    city: "Красный Холм"
  },
  {
    region: "Тверская обл.",
    city: "Кувшиново"
  },
  {
    region: "Тверская обл.",
    city: "Лесное"
  },
  {
    region: "Тверская обл.",
    city: "Лихославль"
  },
  {
    region: "Тверская обл.",
    city: "Максатиха"
  },
  {
    region: "Тверская обл.",
    city: "Молоково"
  },
  {
    region: "Тверская обл.",
    city: "Нелидово"
  },
  {
    region: "Тверская обл.",
    city: "Оленино"
  },
  {
    region: "Тверская обл.",
    city: "Осташков"
  },
  {
    region: "Тверская обл.",
    city: "Пено"
  },
  {
    region: "Тверская обл.",
    city: "Рамешки"
  },
  {
    region: "Тверская обл.",
    city: "Ржев"
  },
  {
    region: "Тверская обл.",
    city: "Сандово"
  },
  {
    region: "Тверская обл.",
    city: "Селижарово"
  },
  {
    region: "Тверская обл.",
    city: "Сонково"
  },
  {
    region: "Тверская обл.",
    city: "Спирово"
  },
  {
    region: "Тверская обл.",
    city: "Старица"
  },
  {
    region: "Тверская обл.",
    city: "Тверь"
  },
  {
    region: "Тверская обл.",
    city: "Торжок"
  },
  {
    region: "Тверская обл.",
    city: "Торопец"
  },
  {
    region: "Тверская обл.",
    city: "Удомля"
  },
  {
    region: "Тверская обл.",
    city: "Фирово"
  },
  {
    region: "Томская обл.",
    city: "Александровское"
  },
  {
    region: "Томская обл.",
    city: "Асино"
  },
  {
    region: "Томская обл.",
    city: "Бакчар"
  },
  {
    region: "Томская обл.",
    city: "Батурино"
  },
  {
    region: "Томская обл.",
    city: "Белый Яр"
  },
  {
    region: "Томская обл.",
    city: "Зырянское"
  },
  {
    region: "Томская обл.",
    city: "Итатка"
  },
  {
    region: "Томская обл.",
    city: "Каргасок"
  },
  {
    region: "Томская обл.",
    city: "Катайга"
  },
  {
    region: "Томская обл.",
    city: "Кожевниково"
  },
  {
    region: "Томская обл.",
    city: "Колпашево"
  },
  {
    region: "Томская обл.",
    city: "Кривошеино"
  },
  {
    region: "Томская обл.",
    city: "Мельниково"
  },
  {
    region: "Томская обл.",
    city: "Молчаново"
  },
  {
    region: "Томская обл.",
    city: "Парабель"
  },
  {
    region: "Томская обл.",
    city: "Первомайское"
  },
  {
    region: "Томская обл.",
    city: "Подгорное"
  },
  {
    region: "Томская обл.",
    city: "Северск"
  },
  {
    region: "Томская обл.",
    city: "Стрежевой"
  },
  {
    region: "Томская обл.",
    city: "Томск"
  },
  {
    region: "Томская обл.",
    city: "Тымск"
  },
  {
    city: "Ак-Довурак"
  },
  {
    city: "Бай Хаак"
  },
  {
    city: "Кызыл"
  },
  {
    city: "Самагалтай"
  },
  {
    city: "Сарыг-Сеп"
  },
  {
    city: "Суть-Холь"
  },
  {
    city: "Тоора-Хем"
  },
  {
    city: "Туран"
  },
  {
    city: "Тээли"
  },
  {
    city: "Хову-Аксы"
  },
  {
    city: "Чадан"
  },
  {
    city: "Шагонар"
  },
  {
    city: "Эрзин"
  },
  {
    city: "Агеево"
  },
  {
    city: "Алексин"
  },
  {
    city: "Арсеньево"
  },
  {
    city: "Барсуки"
  },
  {
    city: "Бегичевский"
  },
  {
    city: "Белев"
  },
  {
    city: "Богородицк"
  },
  {
    city: "Болохово"
  },
  {
    city: "Велегож"
  },
  {
    city: "Венев"
  },
  {
    city: "Волово"
  },
  {
    city: "Горелки"
  },
  {
    city: "Донской"
  },
  {
    city: "Дубна"
  },
  {
    city: "Епифань"
  },
  {
    city: "Ефремов"
  },
  {
    city: "Заокский"
  },
  {
    city: "Казановка"
  },
  {
    city: "Кимовск"
  },
  {
    city: "Киреевск"
  },
  {
    city: "Куркино"
  },
  {
    city: "Ленинский"
  },
  {
    city: "Новомосковск"
  },
  {
    city: "Одоев"
  },
  {
    city: "Плавск"
  },
  {
    city: "Суворов"
  },
  {
    city: "Тула"
  },
  {
    city: "Узловая"
  },
  {
    city: "Щекино"
  },
  {
    city: "Ясногорск"
  },
  {
    city: "Абатский"
  },
  {
    city: "Аксарка"
  },
  {
    city: "Армизонское"
  },
  {
    city: "Аромашево"
  },
  {
    city: "Белоярский"
  },
  {
    city: "Бердюжье"
  },
  {
    city: "Большое Сорокино"
  },
  {
    city: "Вагай"
  },
  {
    city: "Викулово"
  },
  {
    city: "Винзили"
  },
  {
    city: "Голышманово"
  },
  {
    city: "Губкинский"
  },
  {
    city: "Заводопетровский"
  },
  {
    city: "Заводоуковск"
  },
  {
    city: "Излучинск"
  },
  {
    city: "Исетское"
  },
  {
    city: "Ишим"
  },
  {
    city: "Казанское"
  },
  {
    city: "Казым-Мыс"
  },
  {
    city: "Когалым"
  },
  {
    city: "Кондинское"
  },
  {
    city: "Красноселькуп"
  },
  {
    city: "Лабытнанги"
  },
  {
    city: "Ларьяк"
  },
  {
    city: "Мегион"
  },
  {
    city: "Мужи"
  },
  {
    city: "Муравленко"
  },
  {
    city: "Надым"
  },
  {
    city: "Находка"
  },
  {
    city: "Нефтеюганск"
  },
  {
    city: "Нижневартовск"
  },
  {
    city: "Нижняя Тавда"
  },
  {
    city: "Новый Уренгой"
  },
  {
    city: "Ноябрьск"
  },
  {
    city: "Нягань"
  },
  {
    city: "Октябрьское"
  },
  {
    city: "Омутинский"
  },
  {
    city: "Радужный"
  },
  {
    city: "Салехард"
  },
  {
    city: "Сладково"
  },
  {
    city: "Советский"
  },
  {
    city: "Сургут"
  },
  {
    city: "Тазовский"
  },
  {
    city: "Тарко-Сале"
  },
  {
    city: "Тобольск"
  },
  {
    city: "Тюмень"
  },
  {
    city: "Уват"
  },
  {
    city: "Унъюган"
  },
  {
    city: "Упорово"
  },
  {
    city: "Урай"
  },
  {
    city: "Ханты-Мансийск"
  },
  {
    city: "Юрибей"
  },
  {
    city: "Ялуторовск"
  },
  {
    city: "Яр-Сале"
  },
  {
    city: "Ярково"
  },
  {
    city: "Алнаши"
  },
  {
    city: "Балезино"
  },
  {
    city: "Вавож"
  },
  {
    city: "Воткинск"
  },
  {
    city: "Глазов"
  },
  {
    city: "Грахово"
  },
  {
    city: "Дебесы"
  },
  {
    city: "Завьялово"
  },
  {
    city: "Игра"
  },
  {
    city: "Ижевск"
  },
  {
    city: "Кама"
  },
  {
    city: "Камбарка"
  },
  {
    city: "Каракулино"
  },
  {
    city: "Кез"
  },
  {
    city: "Кизнер"
  },
  {
    city: "Киясово"
  },
  {
    city: "Красногорское"
  },
  {
    city: "Можга"
  },
  {
    city: "Сарапул"
  },
  {
    city: "Селты"
  },
  {
    city: "Сюмси"
  },
  {
    city: "Ува"
  },
  {
    city: "Устинов"
  },
  {
    city: "Шаркан"
  },
  {
    city: "Юкаменское"
  },
  {
    city: "Якшур-Бодья"
  },
  {
    city: "Яр"
  },
  {
    city: "Базарный Сызган"
  },
  {
    city: "Барыш"
  },
  {
    city: "Большое Нагаткино"
  },
  {
    city: "Вешкайма"
  },
  {
    city: "Глотовка"
  },
  {
    city: "Димитровград"
  },
  {
    city: "Игнатовка"
  },
  {
    city: "Измайлово"
  },
  {
    city: "Инза"
  },
  {
    city: "Ишеевка"
  },
  {
    city: "Канадей"
  },
  {
    city: "Карсун"
  },
  {
    city: "Кузоватово"
  },
  {
    city: "Майна"
  },
  {
    city: "Новая Малыкла"
  },
  {
    city: "Новоспасское"
  },
  {
    city: "Павловка"
  },
  {
    city: "Радищево"
  },
  {
    city: "Сенгилей"
  },
  {
    city: "Старая Кулатка"
  },
  {
    city: "Старая Майна"
  },
  {
    city: "Сурское"
  },
  {
    city: "Тереньга"
  },
  {
    city: "Ульяновск"
  },
  {
    city: "Чердаклы"
  },
  {
    city: "Аксай"
  },
  {
    city: "Дарьинское"
  },
  {
    city: "Деркул"
  },
  {
    city: "Джамбейты"
  },
  {
    city: "Джаныбек"
  },
  {
    city: "Казталовка"
  },
  {
    city: "Калмыково"
  },
  {
    city: "Каратобе"
  },
  {
    city: "Переметное"
  },
  {
    city: "Сайхин"
  },
  {
    city: "Уральск"
  },
  {
    city: "Федоровка"
  },
  {
    city: "Фурманово"
  },
  {
    city: "Чапаев"
  },
  {
    city: "Амурск"
  },
  {
    city: "Аян"
  },
  {
    city: "Березовый"
  },
  {
    city: "Бикин"
  },
  {
    city: "Бира"
  },
  {
    city: "Биракан"
  },
  {
    city: "Богородское"
  },
  {
    city: "Болонь"
  },
  {
    city: "Ванино"
  },
  {
    city: "Волочаевка Вторая"
  },
  {
    city: "Высокогорный"
  },
  {
    city: "Вяземский"
  },
  {
    city: "Горный"
  },
  {
    city: "Гурское"
  },
  {
    city: "Дормидонтовка"
  },
  {
    city: "Заветы Ильича"
  },
  {
    city: "Известковый"
  },
  {
    city: "Иннокентьевка"
  },
  {
    city: "Комсомольск-на-Амуре"
  },
  {
    city: "Ленинское"
  },
  {
    city: "Нелькан"
  },
  {
    city: "Николаевск-на-Амуре"
  },
  {
    city: "Облучье"
  },
  {
    city: "Охотск"
  },
  {
    city: "Переяславка"
  },
  {
    city: "Смидович"
  },
  {
    city: "Советская Гавань"
  },
  {
    city: "Софийск"
  },
  {
    city: "Троицкое"
  },
  {
    city: "Тугур"
  },
  {
    city: "Хабаровск"
  },
  {
    city: "Чегдомын"
  },
  {
    city: "Чумикан"
  },
  {
    city: "Абакан"
  },
  {
    city: "Саяногорск"
  },
  {
    city: "Аган"
  },
  {
    city: "Игрим"
  },
  {
    city: "Излучинск"
  },
  {
    city: "Лангепас"
  },
  {
    city: "Лянтор"
  },
  {
    city: "Мегион"
  },
  {
    city: "Нефтеюганск"
  },
  {
    city: "Нижневартовск"
  },
  {
    city: "Нягань"
  },
  {
    city: "Покачи"
  },
  {
    city: "Приобье"
  },
  {
    city: "Пыть-Ях"
  },
  {
    city: "Радужный"
  },
  {
    city: "Сургут"
  },
  {
    city: "Урай"
  },
  {
    city: "Ханты-Мансийск"
  },
  {
    city: "Югорск"
  },
  {
    region: "Челябинская обл.",
    city: "Агаповка"
  },
  {
    region: "Челябинская обл.",
    city: "Аргаяш"
  },
  {
    region: "Челябинская обл.",
    city: "Аша"
  },
  {
    region: "Челябинская обл.",
    city: "Бакал"
  },
  {
    region: "Челябинская обл.",
    city: "Бреды"
  },
  {
    region: "Челябинская обл.",
    city: "Варна"
  },
  {
    region: "Челябинская обл.",
    city: "Верхнеуральск"
  },
  {
    region: "Челябинская обл.",
    city: "Верхний Уфалей"
  },
  {
    region: "Челябинская обл.",
    city: "Еманжелинск"
  },
  {
    region: "Челябинская обл.",
    city: "Златоуст"
  },
  {
    region: "Челябинская обл.",
    city: "Карабаш"
  },
  {
    region: "Челябинская обл.",
    city: "Карталы"
  },
  {
    region: "Челябинская обл.",
    city: "Касли"
  },
  {
    region: "Челябинская обл.",
    city: "Катав-Ивановск"
  },
  {
    region: "Челябинская обл.",
    city: "Копейск"
  },
  {
    region: "Челябинская обл.",
    city: "Коркино"
  },
  {
    region: "Челябинская обл.",
    city: "Кунашак"
  },
  {
    region: "Челябинская обл.",
    city: "Куса"
  },
  {
    region: "Челябинская обл.",
    city: "Кыштым"
  },
  {
    region: "Челябинская обл.",
    city: "Магнитогорск"
  },
  {
    region: "Челябинская обл.",
    city: "Миасс"
  },
  {
    region: "Челябинская обл.",
    city: "Озерск"
  },
  {
    region: "Челябинская обл.",
    city: "Октябрьское"
  },
  {
    region: "Челябинская обл.",
    city: "Пласт"
  },
  {
    region: "Челябинская обл.",
    city: "Сатка"
  },
  {
    region: "Челябинская обл.",
    city: "Сим"
  },
  {
    region: "Челябинская обл.",
    city: "Снежинск"
  },
  {
    region: "Челябинская обл.",
    city: "Трехгорный"
  },
  {
    region: "Челябинская обл.",
    city: "Троицк"
  },
  {
    region: "Челябинская обл.",
    city: "Увельский"
  },
  {
    region: "Челябинская обл.",
    city: "Уйское"
  },
  {
    region: "Челябинская обл.",
    city: "Усть-Катав"
  },
  {
    region: "Челябинская обл.",
    city: "Фершампенуаз"
  },
  {
    region: "Челябинская обл.",
    city: "Чебаркуль"
  },
  {
    region: "Челябинская обл.",
    city: "Челябинск"
  },
  {
    region: "Челябинская обл.",
    city: "Чесма"
  },
  {
    region: "Челябинская обл.",
    city: "Южно-Уральск"
  },
  {
    region: "Челябинская обл.",
    city: "Юрюзань"
  },
  {
    region: "Чечено-Ингушетия",
    city: "Аргун"
  },
  {
    region: "Чечено-Ингушетия",
    city: "Грозный"
  },
  {
    region: "Чечено-Ингушетия",
    city: "Гудермез"
  },
  {
    region: "Чечено-Ингушетия",
    city: "Малгобек"
  },
  {
    region: "Чечено-Ингушетия",
    city: "Назрань"
  },
  {
    region: "Чечено-Ингушетия",
    city: "Наурская"
  },
  {
    region: "Чечено-Ингушетия",
    city: "Ножай-Юрт"
  },
  {
    region: "Чечено-Ингушетия",
    city: "Орджоникидзевская"
  },
  {
    region: "Чечено-Ингушетия",
    city: "Советское"
  },
  {
    region: "Чечено-Ингушетия",
    city: "Урус-Мартан"
  },
  {
    region: "Чечено-Ингушетия",
    city: "Шали"
  },
  {
    city: "Агинское"
  },
  {
    city: "Аксеново-Зиловское"
  },
  {
    city: "Акша"
  },
  {
    city: "Александровский Завод"
  },
  {
    city: "Амазар"
  },
  {
    city: "Арбагар"
  },
  {
    city: "Атамановка"
  },
  {
    city: "Балей"
  },
  {
    city: "Борзя"
  },
  {
    city: "Букачача"
  },
  {
    city: "Газимурский Завод"
  },
  {
    city: "Давенда"
  },
  {
    city: "Дарасун"
  },
  {
    city: "Дровяная"
  },
  {
    city: "Дульдурга"
  },
  {
    city: "Жиндо"
  },
  {
    city: "Забайкальск"
  },
  {
    city: "Итака"
  },
  {
    city: "Калга"
  },
  {
    city: "Карымское"
  },
  {
    city: "Кличка"
  },
  {
    city: "Ключевский"
  },
  {
    city: "Кокуй"
  },
  {
    city: "Краснокаменск"
  },
  {
    city: "Красный Чикой"
  },
  {
    city: "Кыра"
  },
  {
    city: "Моготуй"
  },
  {
    city: "Могоча"
  },
  {
    city: "Нерчинск"
  },
  {
    city: "Нерчинский Завод"
  },
  {
    city: "Нижний Часучей"
  },
  {
    city: "Оловянная"
  },
  {
    city: "Первомайский"
  },
  {
    city: "Петровск-Забайкальский"
  },
  {
    city: "Приаргунск"
  },
  {
    city: "Сретенск"
  },
  {
    city: "Тупик"
  },
  {
    city: "Улеты"
  },
  {
    city: "Хилок"
  },
  {
    city: "Чара"
  },
  {
    city: "Чернышевск"
  },
  {
    city: "Чита"
  },
  {
    city: "Шелопугино"
  },
  {
    city: "Шилка"
  },
  {
    region: "Чувашия",
    city: "Алатырь"
  },
  {
    region: "Чувашия",
    city: "Аликово"
  },
  {
    region: "Чувашия",
    city: "Батырева"
  },
  {
    region: "Чувашия",
    city: "Буинск"
  },
  {
    region: "Чувашия",
    city: "Вурнары"
  },
  {
    region: "Чувашия",
    city: "Ибреси"
  },
  {
    region: "Чувашия",
    city: "Канаш"
  },
  {
    region: "Чувашия",
    city: "Киря"
  },
  {
    region: "Чувашия",
    city: "Комсомольское"
  },
  {
    region: "Чувашия",
    city: "Красноармейское"
  },
  {
    region: "Чувашия",
    city: "Красные Четаи"
  },
  {
    region: "Чувашия",
    city: "Кугеси"
  },
  {
    region: "Чувашия",
    city: "Мариинский Посад"
  },
  {
    region: "Чувашия",
    city: "Моргауши"
  },
  {
    region: "Чувашия",
    city: "Новочебоксарск"
  },
  {
    region: "Чувашия",
    city: "Порецкое"
  },
  {
    region: "Чувашия",
    city: "Урмары"
  },
  {
    region: "Чувашия",
    city: "Цивильск"
  },
  {
    region: "Чувашия",
    city: "Чебоксары"
  },
  {
    region: "Чувашия",
    city: "Шемурша"
  },
  {
    region: "Чувашия",
    city: "Шумерля"
  },
  {
    region: "Чувашия",
    city: "Ядрин"
  },
  {
    region: "Чувашия",
    city: "Яльчики"
  },
  {
    region: "Чувашия",
    city: "Янтиково"
  },
  {
    region: "Чукотский АО",
    city: "Анадырь"
  },
  {
    region: "Чукотский АО",
    city: "Билибино"
  },
  {
    region: "Ямало-Ненецкий АО",
    city: "Губкинский"
  },
  {
    region: "Ямало-Ненецкий АО",
    city: "Заполярный"
  },
  {
    region: "Ямало-Ненецкий АО",
    city: "Муравленко"
  },
  {
    region: "Ямало-Ненецкий АО",
    city: "Надым"
  },
  {
    region: "Ямало-Ненецкий АО",
    city: "Новый Уренгой"
  },
  {
    region: "Ямало-Ненецкий АО",
    city: "Ноябрьск"
  },
  {
    region: "Ямало-Ненецкий АО",
    city: "Пуровск"
  },
  {
    region: "Ямало-Ненецкий АО",
    city: "Салехард"
  },
  {
    region: "Ямало-Ненецкий АО",
    city: "Тарко"
  },
  {
    city: "Андропов"
  },
  {
    city: "Берендеево"
  },
  {
    city: "Большое Село"
  },
  {
    city: "Борисоглебский"
  },
  {
    city: "Брейтово"
  },
  {
    city: "Бурмакино"
  },
  {
    city: "Варегово"
  },
  {
    city: "Волга"
  },
  {
    city: "Гаврилов Ям"
  },
  {
    city: "Данилов"
  },
  {
    city: "Любим"
  },
  {
    city: "Мышкино"
  },
  {
    city: "Некрасовское"
  },
  {
    city: "Новый Некоуз"
  },
  {
    city: "Переславль-Залесский"
  },
  {
    city: "Пошехонье-Володарск"
  },
  {
    city: "Ростов"
  },
  {
    city: "Рыбинск"
  },
  {
    city: "Тутаев"
  },
  {
    city: "Углич"
  },
  {
    city: "Ярославль"
  }
];
export default HillAndObl;
